export type Locale = "en" | "mn";

export const locales: Locale[] = ["en", "mn"];
export const defaultLocale: Locale = "mn";

export type Dictionary = {
  home: {
    keyWord: string;
    keyNote: string;
  };
  cta: {
    deploy: string;
    docs: string;
  };
  links: {
    learn: string;
    examples: string;
    next: string;
  };
  menu: {
    about: string;
    about_intro: string;
    about_vision: string;
    about_team: string;
    kb_project: string;
    kb_overview: string;
    kb_history: string;
    kb_highlight: string;
    kb_geology: string;
    kb_achievements: string;
    rare_earth: string;
    ree_what: string;
    ree_uses: string;
    ree_market: string;
    ree_mongolia: string;
    sustainability: string;
    community: string;
    environment: string;
    social: string;
    development_fund: string;
    news_media: string;
    latest_news: string;
    video: string;
    gallery: string;
    report: string;
    contact: string;
    address: string;
    email_phone: string;
    feedback: string;
  };
  about: {
    aboutUs: string;
    visionTitle: string;
    visionText: string;
    introduction: string;
    heading: string;
    team: string;
    jobPosition1: string;
    jobPosition2: string;
    jobPosition3: string;
    jobPosition4: string;
    manager1: string;
    manager2: string;
    manager3: string;
    manager4: string;
    managerDesc1: string;
    managerDesc2: string;
    managerDesc3: string;
    managerDesc4: string;
  };
  kbProject: {
    pageTitle: string;
    tabTitle1: string;
    tabDescTitle1: string;
    tabDesc11: string;
    tabDesc12: string;
    tabDesc13: string;

    tabDescTitle2: string;
    tabDesc21: string;
    tabDesc22: string;
    tabDesc23: string;

    tabDescTitle3: string;
    tabDesc31: string;
    tabDesc32: string;

    tabDescTitle4: string;
    tabDesc41: string;
    tabDesc42: string;
    tabDesc43: string;

    tabTitle2: string;
    tabDesc2: string;

    tabTitle3: string;
    tabDesc3: string;

    tabTitle4: string;
    tabDesc4: string;
  };
  ree: {
    pageTitle: string;
    tabTitle1: string;
    tabDesc1: string;

    tabTitle2: string;
    tabDesc2: string;

    tabTitle3: string;
    tabSubtitle1: string;
    tabSubtitle2: string;
    tabSubtitle3: string;
    tabSubtitle4: string;
    tabSubDesc1: string;
    tabSubDesc2: string;
    tabSubDesc3: string;
    tabSubDesc4: string;
  };
  contact: {
    contactUs: string;
    address: string;
    email: string;
    phone: string;
    feedback: string;
    name: string;
    yourEmail: string;
    subject: string;
    message: string;
    submit: string;
    openingHour: string;
    workingHours: string;
    mainOffices: string;
    location: string;
    viewLocation: string;
    fullAddress: string;
  };
  medee: {
    pageTitle: string;
    newsTitle: string;
    newsDescription: string;
  };
  medee2: {
    pageTitle: string;

    newsTitle: string;
    newsDescription: string;
  };
  medee3: {
    pageTitle: string;

    newsTitle: string;
    newsDescription: string;
    newsDescription1: string;
  };
  medee4: {
    pageTitle: string;
    newsTitle: string;
    newsTitle1: string;
    newsTitle2: string;
    newsDescription: string;
    newsDescription1: string;
    newsDescription2: string;
  };
  medee5: {
    pageTitle: string;
    newsTitle: string;
    newsDescription: string;
  };
  medee6: {
    pageTitle: string;
    newsTitle1: string;
    newsDescription11: string;
    newsDescription12: string;
    newsTitle2: string;
    newsDescription21: string;
    newsDescription22: string;
    newsTitle3: string;
    newsDescription31: string;
    newsDescription32: string;
    newsTitle4: string;
    newsDescription41: string;
    newsDescription42: string;
    newsTitle5: string;
    newsDescription51: string;
    newsDescription52: string;
    newsDescription53: string;
    newsDescription54: string;
    newsDescription55: string;
  };
  history: {
    pageTitle: string;
    title1: string;
    description1: string;
    title2: string;
    description2: string;
    title3: string;
    description3: string;
    title4: string;
    description4: string;
    title5: string;
    description5: string;
    title6: string;
    description6: string;
    title7: string;
    description7: string;
    title8: string;
    description8: string;
    title9: string;
    description9: string;
    title10: string;
    description10: string;
  };
  sustainable: {
    local: {
      pageTitle: string;
    };
    fund: {
      pageTitle: string;
    };
    enviroment: {
      pageTitle: string;
      newsTitle: string;
      newsDescription: string;
      newsDescription1: string;
      tabMainTitle1: string;
      tabTitle1: string;
      tabDescription11: string;
      tabDescription12: string;
      tabDescription13: string;
      tabDescription14: string;
      tabTitle2: string;
      tabDescription21: string;
      tabDescription22: string;
      tabDescription23: string;
      tabDescription24: string;
      tabDescription25: string;
      tabDescription26: string;
      tabDescription27: string;
      tabTitle3: string;
      tabDescription31: string;
      tabDescription32: string;
      tabDescription33: string;
      tabDescription34: string;
      tabMainTitle2: string;
      tabTitle4: string;
      tabDescription41: string;
      tabDescription42: string;
      tabDescription43: string;
      tabDescription44: string;
      tabDescription45: string;
      tabDescription46: string;
      tabTitle5: string;
      tabDescription51: string;
      tabDescription52: string;
      tabDescription53: string;
      tabDescription54: string;
      tabDescription55: string;
      tabDescription56: string;
      tabDescription57: string;
      tabDescription58: string;
      tabTitle6: string;
      tabDescription61: string;
      tabDescription62: string;
      tabDescription63: string;
      tabDescription64: string;
    };
  };
  videos: {
    banner: {
      subtitle: string;
      title: string;
      breadcrumb1: string;
      breadcrumb2: string;
    };
    section: {
      title: string;
      description: string;
    };
    video1: {
      title: string;
    };
    video2: {
      title: string;
    };
    video3: {
      title: string;
    };
    video4: {
      title: string;
    };
    video5: {
      title: string;
    };
    news1: {
      title: string;
      intro: string;
      htmlContent: string;
    };
    news2: {
      title: string;
      intro: string;
      htmlContent: string;
    };
    news3: {
      title: string;
      intro: string;
      htmlContent: string;
    };
    news4: {
      title: string;
      intro: string;
      htmlContent: string;
    };
    news5: {
      title: string;
      intro: string;
      htmlContent: string;
    };
    news6: {
      title: string;
      intro: string;
      htmlContent: string;
    };
    news7: {
      title: string;
      intro: string;
      htmlContent: string;
    };
  };
  footer: {
    copyRight: string;
  };
};

export async function getDictionary(locale: Locale): Promise<Dictionary> {
  switch (locale) {
    case "mn":
      return {
        home: {
          keyWord: "Хязгаар нутгийн хөгжлийн төлөө хамтдаа ",
          keyNote:
            "Тогтвортой ховор элементийн нийлүүлэлтийн сүлжээг бий болгон, ногоон эрчим хүч рүү шилжилтийг түргэтгэх нь",
        },
        cta: {
          deploy: "Шууд байршуул",
          docs: "Баримт унших",
        },
        links: {
          learn: "Сурах",
          examples: "Жишээнүүд",
          next: "nextjs.org руу очих →",
        },
        menu: {
          about: "БИДНИЙ ТУХАЙ",
          about_intro: "ТАНИЛЦУУЛГА",
          about_vision: "АЛСЫН ХАРАА, ЭРХЭМ ЗОРИЛГО",
          about_team: "УДИРДЛАГЫН БАГ",
          kb_project: "ХБ ТӨСӨЛ",
          kb_overview: "ХАЛЗАН БҮРЭГТЭЙ ТӨСӨЛ",
          kb_history: "ТӨСЛИЙН ТҮҮХ",
          kb_highlight: "ТӨСЛИЙН ОНЦЛОХ ҮЗҮҮЛЭЛТҮҮД",
          kb_geology: "ГЕОЛОГИ, ОРДЫН ОНЦЛОГ",
          kb_achievements: "ХИЙГДСЭН АЖЛУУД",
          rare_earth: "ГАЗРЫН ХОВОР ЭЛЕМЕНТ",
          ree_what: "ГХЭ ГЭЖ ЮУ ВЭ",
          ree_uses: "ГХЭ ХЭРЭГЛЭЭ",
          ree_market: "ЗАХ ЗЭЭЛ",
          ree_mongolia: "МОНГОЛЫН ГХЭ",
          sustainability: "ТОГТВОРТОЙ ХӨГЖИЛ",
          community: "ОРОН НУТАГ",
          environment: "БАЙГАЛЬ ОРЧИН",
          social: "НИЙГМИЙН ХАРИУЦЛАГА",
          development_fund: "ХАЛЗАН БҮРЭГТЭЙ ХӨГЖЛИЙН САН",
          news_media: "МЭДЭЭ & МЕДИА",
          latest_news: "СҮҮЛИЙН ҮЕИЙН МЭДЭЭ",
          video: "МЕДИА",
          gallery: "ЗУРГИЙН САН",
          report: "ТАЙЛАН",
          contact: "ХОЛБОО БАРИХ",
          address: "ХАЯГ, БАЙРШИЛ",
          email_phone: "И-МЭЙЛ, УТАС",
          feedback: "ОНЛАЙН САНАЛ ХҮСЭЛТ",
        },
        about: {
          aboutUs: "Бидний тухай",
          visionTitle: "АЛСЫН ХАРАА",
          visionText:
            "БНХАУ-аас хамааралгүйгээр хүнд газрын ховор элемент болох Диспрозий (Dy), Неодим (Nd)-ийн стратегийн нийлүүлэгч болж, дэлхийн эрчим хүчний хэмнэлттэй, тогтвортой хөгжлийг дэмжинэ.",
          introduction: `“Монголын Үндэсний Газрын Ховор Корпораци” ХХК (“MNREC”) нь 100% үндэсний хөрөнгө оруулалттай уул уурхайн компани юм. 2010 онд байгуулагдсанаасаа хойш геологийн хайгуул болон уул уурхайн хөрөнгө оруулалтын чиглэлээр үйл ажиллагаа явуулж ирсэн. Одоогоор бидний гол үйл ажиллагаа нь Ховд аймгийн Мянгад суманд орших Халзан Бүрэгтэй газрын ховор элемент (ГХЭ)-ийн төсөл дээр төвлөрч байна.`,
          heading: "КОМПАНИЙН ТАНИЛЦУУЛГА",
          team: `МЕНЕЖМЕНТИЙН БАГ`,
          manager1: "Ч.МӨНХЖАРГАЛ",
          jobPosition1: "ТӨСӨЛ ХАРИУЦСАН ДЭД ЗАХИРАЛ",
          manager2: "Ч.ОДГЭРЭЛ",
          jobPosition2: "БИЗНЕС ХӨГЖЛИЙН МЕНЕЖЕР",
          managerDesc1: `Хатагтай Мөнхжаргал нь эрдэс баяжуулалтын инженер бөгөөд ашигт малтмалын салбарт 15 жилээс дээш туршлагатай. Төслийн багт нэгдэхээс өмнө түүхий эдийн төслүүдийг санаачилснаас эхлээд ашиглалтад оруулах хүртэлх үе шатуудад удирдан ажиллаж байв. Тэрээр Истанбулын Техникийн Их Сургууль (ITU)-ийн Нүүрс болон Эрдэс Баяжуулалтын инженерийн чиглэлээр магистрын зэрэг хамгаалсан.
              `,
          managerDesc2: `Хатагтай Одгэрэл нь стратеги болон санхүүгийн удирдлагын чиглэлээр 15 гаруй жилийн туршлага хуримтлуулсан, олон улсын түвшинд мэргэшсэн мэргэжилтэн юм. Тэрээр Австралийн Torrens их сургууль-д суралцан Бизнесийн удирдлагын магистр (MBA) болон Дэлхийн төслийн удирдлагын магистр зэрэг хамгаалсан бөгөөд CPA Australia болон CPA Mongolia-ийн гишүүн юм.
              Одоогоор тэрээр МНРИК-ийн Бизнес хөгжлийн менежер албыг хашиж, компанийн өсөлтийн зорилготой уялдсан стратегийн санаачилгуудыг амжилттай хэрэгжүүлэхийн тулд өөрийн мэдлэг, туршлагаа ашиглан манлайлан ажиллаж байна.
              МНРИК-д ажиллахаасаа өмнө Одгэрэл Австралийн Мельбурн хотод үйл ажиллагаа явуулдаг нэр хүндтэй бизнесийн зөвлөх компанид ес гаруй жил ажиллаж, олон төрлийн төсөл, багцыг амжилттай удирдсан билээ.
              `,
          manager3: "Адъяа Цолмон",
          jobPosition3: "Гүйцэтгэх захирал",
          manager4: "Лхагвасүрэн Дагва-Очир",
          jobPosition4: "Ахлах геологич",
          managerDesc3: `Хатагтай Цолмон нь ашигт малтмалын нөөцийн тооцоо болон уурхайн геологийн чиглэлээр 14 жилээс дээш туршлагатай геологич. Тэрээр Монгол Улсын Шинжлэх Ухаан Технологийн Их сургуулиас Бакалаврын зэрэг, АНУ-ын Ютагийн Их Сургуульд Геологийн ухааны магистрын зэрэг хамгаалсан. 2017 оноос Австралазийн Уул Уурхай, Металлургийн Институт (AusIMM)-ийн гишүүнээр ажиллаж байна.
              `,
          managerDesc4: `Лхагвасүрэн Дагва-Очир (Даагий) нь MNREC ХХК-ийн ахлах геологич. Тэрээр 2018 онд Монгол Улсын Их Сургуульд “Хангайн бүсийн галт уулын чулуулгуудын эрдэс судлал, геохими, геодинамик орчин”-ы чиглэлээр судалж, Геологийн ухааны магистрын зэрэг хамгаалсан. Одоогоор БНХАУ-ын Чанша хотын Төв Өмнөд Их Сургуульд (Central South University) докторын зэрэг горилогч бөгөөд “Монголын зүүн бүсийн Түмэнцогт газрын ховор, вольфрамын ордын эрдэс судлал, геохими, геохронологи: Хүдэржилт ба тектоникийн орчны тайлбар”-ын чиглэлээр судалгаа хийж байна. Түүний эрдэм шинжилгээний ажил нь магмын чулуулгийн петрологи, далайн хавтангийн стратиграфи, газрын ховор болон ховор металлын хүдэржилтийн судалгааг хамардаг.
              `,
        },
        kbProject: {
          pageTitle: "",
          tabTitle1: "Төслийн хураангуй",
          tabDescTitle1: "Уурхай",
          tabDesc11: "+25 уурхайн насжилт",
          tabDesc12: "Ил уурхай",
          tabDesc13: "Хөрс хуулалтын харьцаа бага",

          tabDescTitle2: "Төслийн явц",
          tabDesc21:
            "Хагас үйлдвэрийн туршилт : Баяжуулалтын шатны туршилт дууссан, Боловсруулалтын шатны эхлэхээр бэлтгэгдэж байгаа.",
          tabDesc22: "ТЭЗҮ : Wood & Stantec компануудаар гүйцэтгүүлж байгаа",
          tabDesc23: "БОННҮ–Sustainability & SLR компануудаар гүйцэтгүүлж байгаа",

          tabDescTitle3: "Өрөмдлөгийн голлох үзүүлэлт",
          tabDesc31: "2012-2013онд нийт 11,000 тууш метр өрөмдлөг",
          tabDesc32: "2022-2023 нийт 20,000 тууш метр өрөмдлөг",

          tabDescTitle4: "Үйлдвэрлэлийн хэмжээ (жил)",
          tabDesc41: "669мян.тн баяжмал",
          tabDesc42: "13мян.тн ГХЭ нийлмэл исэл(Mixed Rare earth oxide)",
          tabDesc43: "ГХЭ ислийн агуулга: 95%",

          tabTitle2: "Төслийн байршил ",
          tabDesc2:
            "<article><p>Төсөл Монгол Улсын баруун хэсэгт, Ховд аймгийн Мянгад сумын нутагт оршдог. Уг төсөл нь нийслэл Улаанбаатараас баруун тийш 1600 км, аймгийн төв Ховд хотоос хойш 60 км, Мянгад сумаас хойш 20 км зайд байрладаг. Төсөл нь баруун урагш Хятад-Монголын хил хүртэл 389 км авто замаар холбогдсон байна. Төсөлрүү авто зам болон ойролцоох Ховд хотын нисэх буудлаас нэвтрэх боломжтой.</p></article>",

          tabTitle3: "Геологи ба Хүдэржилт",
          tabDesc3:
            "<article><p>Ордын хувьд Доод Палеозойн аккрецийн бүсийг холбосон хагаралын ойролцоо байрладаг бөгөөд Девон-Карбоны үеийн металлогений бүсэд оршдог. Энэ бүс нь интрузив гаралтай газрын ховор элементүүдийн (ХГЭ) эрдэсжилт үүсэх боломжтой гэж тооцогддог. Халзан Бүрэгтэй нь хойд-хойд баруун чиглэлд үргэлжлэх шүлтлэг дайк, биетүүдийн хүрээнд байрладаг бөгөөд бүс нутгийн хамгийн их ашигт малтмалжсан биет юм. </p><br/><p>Халзан Бүрэгтэйг хэт шүлтлэг ГХЭ-ийн орд гэж үздэг. Шүлтлэг галт уулын чулуулгууд нь газрын гадаргаруу хэсэгчилсэн хайлалтын үр дүнд үүсдэг ба энэ нь хайлмалд тохирох элементүүдийг төвлөрүүлэхэд нөлөөлдөг. Үүний дараа магма ялгарал явагдаж, тохирох элементүүдийг дараагийн фазуудад төвлөрүүлэх боломжтой байдаг нь Халзан Бүрэгтэйд ажиглагдаж байна. </p><p>2024 оны 9 сар Хуудас 5 Халзан Бүрэгтэй төсөл NI 43-101 Техникийн Тайлан Бүлэг 1 – Хураангуй Талбайн баруун хэсэгт ашигт малтмалжсан нордмаркит, зүүн хэсэгт хэт шүлтлэг боржин чулуугаар бүрхэгдсэн байдаг. Хамгийн их ашигт малтмалжилт бүхий ~500 м диаметртэй дугуй хэлбэртэй хэт шүлтлэг боржин нь эдгээр хоёр нэгжийн зааг дээр, MV-012335 ашиглалтын зөвшөөрлийн хойд зүүн хэсэгт байрладаг. Өрөмдлөгийн ажлаар хэт шүлтлэг боржин нь газрын гадаргаас доош 200 м орчим гүнд үргэлжилдэг болохыг тогтоосон. Хэт шүлтлэг боржин нь доор орших нордмаркиттай дээшээ хотгор аажмаар шилжсэн бүтэцтэй. Нордмаркит нь одоогийн өрөмдлөгийн ажлын хүрээнд тогтоосноор гүн рүү үргэлжилдэг. Харин зүүн талын шүлтлэг боржингийн талбайд зөвхөн хоёр өрөмдлөгийн цооногийн төгсгөл хэсэг дайк бүсүүдийг огтолж өнгөрсөнөөс бусдаар өрөмдлөг хийгдээгүй байна.</p><br/><p>Хүдэржилт нь маш нарийн ширхэгтэй тархсан ГХЭ агуулсан эрдсүүдээс бүрддэг. Үүнд голлон бастнезит, синчезит багтах бөгөөд зарим ГХЭ нь циркон болон бусад циркон агуулсан эрдсүүдтэй холбогдсон байдаг. Хүдэржилт нь нүдэнд ил харагдахуйц бус байдаг. Хүдэржилт нь хүнд газрын ховор элемент (HREE) болон хөнгөн газрын ховор элементийн (LREE) агууламжаас бүрддэг. </p><p>ГХЭ-ийн агууламж нь хэт шүлтлэг боржин болон нордмаркит дотор ихсэж, тэдгээрийн төв хэсгээс доош, гадна чиглэлд агууламж болон HREE/LREE-ийн харьцаа буурдаг. Нийт геохимийн шинжилгээний үр дүнд үндэслэн өндөр, дунд, бага агуулгатай бүсүүдийг тодорхойлсон. Эдгээр бүсүүдийн хил зааг нь аажмаар шилждэг, харьцангуй хавтгай байрлалтай бөгөөд хэсэгчлэн газрын гадаргуугийн хэлбэрийг дагадаг. Хүдэржилт нь одоогийн блок загварын хүрээнд 2.3 км хойшоо-урд, 2.3 км зүүнээс-баруун, 800 м босоо зайд үргэлжилдэг. Хүдэржилт нь гүнд үргэлжилсэн хэвээр боловч агуулга багасч байгаа нь тогтоогдсон.</p></article>",

          tabTitle4: "Өрөмдлөг ба Дээжлэлтийн Үйл Явц",
          tabDesc4:
            "<article><p>Энэхүү талбайн хайгуулыг голчлон цооногийн өрөмдлөгийн аргаар хийсэн. 1990-ээд онд газрын зураглал, гадаргын дээжлэлт, геофизикийн багахан судалгаа хийгдсэн бөгөөд 2011 онд дэлгэрэнгүй зураглал, 2012 2013 онд 41 цооногийн өрөмдлөг, 2021 оноос өнөөг хүртэл нэмэлтээр 94 цооногт өрөмдлөг хийгдсэн. Цаашид төлөвлөж буй өрөмдлөгүүд ашигт малтмалжилтын хязгаарыг тодорхойлоход чиглэнэ. </p><p>Халзан Бүрэгтэйд бүх өрөмдлөгийг алмаазан өрөмдлөгийн аргаар гүйцэтгэж, PQ-оос NQ хэмжээтэй кернийн дээж авсан бөгөөд цооногийн дундаж авалт 99% байна. Өрөмдлөгийг 50 м орчим хэсгийн хоорондох налуу сүлжээний дагуу, 20-100 м хоорондын огтлолын зайтай цуваагаар гүйцэтгэсэн. 2023 оны эцэс гэхэд нийт 135 цооног, нийт урт нь 30,395 метр, 1000 м x 500 м орчим талбайг хамарсан өрөмдлөг хийгдсэн. Цооногийн амсрын байрлалыг нарийвчлалтайгаар хэмжиж, бүх цооногийг гүний хэмжилт хийсэн. </p><p>MНРИК ХХК нь эрдэсжилтийн хажуугийн хязгаарыг тодорхойлох зорилгоор бүх чиглэлд өрөмдлөгийн хамрах хүрээг өргөжүүлэх нэмэлт өрөмдлөг хийхээр төлөвлөж байна. Өрөмдлөгийн цооногийн боловсруулалт болон дээж авах журам, чанарын баталгаажуулалт/чанарын хяналтын (QA/QC) протоколууд, дээжийн бэлтгэл ба шинжилгээ, аюулгүй байдлын арга хэмжээнүүдийг салбарын стандартад нийцүүлэн хэрэгжүүлсэн бөгөөд NI 43-101-ийн удирдамжийн дагуу ашигт малтмалын нөөцийг тооцоолох хангалттай түвшинд гэж үзсэн.</p></article>",
        },
        ree: {
          pageTitle: "Газрын ховор элемент (ГХЭ)",
          tabTitle1: "Газрын ховор элементүүд гэж юу вэ?",
          tabDesc1:
            "Газрын ховор элементүүд (Rare Earth Elements, REEs) нь соронзон, оптик болон дамжуулалтын өвөрмөц шинж чанараараа ялгардаг 17 төрлийн металлын бүлэг юм. Эдгээр элементүүд нь цахилгаан автомашин, салхин турбин, ухаалаг гар утаснаас эхлээд өндөр түвшний батлан хамгаалах систем хүртэл орчин үеийн технологийн салбарт зайлшгүй шаардлагатай.<br/><br/>АНУ-ын Эрчим хүчний яам (DOE)-ны 2023 оны “Эрчим хүчний технологид чухал ач холбогдолтой бөгөөд нийлүүлэлтийн сүлжээний өндөр эрсдэлтэй материалын эцсийн жагсаалт”-д газрын ховор элементүүдийн дөрөв нь хамгийн чухалд тооцогдсон бөгөөд тэдгээр нь Диспрозий (Dy), Неодим (Nd), Празеодим (Pr), Тербий (Tb) юм.<br/><br/>Харин Европын Холбооны “Чухал түүхий эдийн тухай хууль” (Critical Raw Materials Act) 2024 оны 5-р сарын 23-наас хэрэгжиж эхэлсэн бөгөөд бүх 17 газрын ховор элементийг чухал ангилалд багтааж, технологи болон аж үйлдвэрийн хэрэглээнд тэдгээрийн ач холбогдлыг онцлон тэмдэглэжээ.",

          tabTitle2: "Хөнгөн ба хүнд газрын ховор элементүүд",
          tabDesc2:
            "<article><h4>Гол ялгаа</h4><p>Газрын ховор элементүүдийг хоёр ангилалд хуваадаг:</p><ul><li><b>Хөнгөн газрын ховор элементүүд (Light Rare Earth Elements, “LREEs”)</b> “Хөнгөн” гэдэг нэр нь жингээс бус, атомын бүтцээс нь хамаарсан ойлголт юм. LREE-үүд нь байгальд илүү элбэг тохиолддог бөгөөд ихэвчлэн хатуу чулуулаг ордод агуулагддаг. Илүү өргөн тархалт нь хүнд газрын ховор элементтэй харьцуулахад зах зээлийн үнэлгээг доогуур байлгадаг. Энэ бүлэгт лантан (La), цери (Ce), празеодим (Pr), неодим (Nd), промети (Pm), самари (Sm) багтдаг. Тэдгээрийн дундаас неодим (Nd) ба празеодим (Pr) нь цахилгаан автомашин болон салхин турбинд ашиглагддаг байнгын соронз үйлдвэрлэлд онцгой ач холбогдолтой.</li><li><b>Хүнд газрын ховор элементүүд (Heavy Rare Earth Elements, “HREEs”)</b> HREE-үүд нь цахилгаан автомашин, салхин турбин болон өндөр түвшний батлан хамгаалах системд хэрэглэгддэг өндөр гүйцэтгэлийн соронз үйлдвэрлэлд зайлшгүй шаардлагатай. Тэдгээр нь цэвэр эрчим хүч болон үндэсний аюулгүй байдлын технологид онцгой ач холбогдолтой тул хамгийн чухал түүхий эдийн тоонд ордог. HREE бүлэгт гадолиний (Gd), холми (Ho), эрби (Er), тули (Tm), иттэрби (Yb), лютеци (Lu), иттрий (Y) багтдаг. Эдгээрээс терби (Tb) ба диспрозий (Dy) нь байнгын соронз үйлдвэрлэлд ашиглагддаг тул онцгой үнэтэйд тооцогддог.</li><li><b>Хангалт ба ховор байдал</b> Дэлхийн хүнд газрын ховор элементүүдийн ихэнх нь түүхэндээ ионит шаварлаг ордоос гарган авдаг байсан бөгөөд ийм төрлийн орд геологийн хувьд нэн ховор. Энэхүү хомс байдал болон HREE-үүдийн стратегийн ач холбогдол нь тэдгээрийг хөнгөн газрын ховор элементүүдээс хавьгүй илүү үнэтэй болгож байна.</li></ul></article>",

          tabTitle3: "ГХЭ хэрэглээ",
          tabSubtitle1: "Диспрозий (Dy) (Хүнд ГХЭ)",
          tabSubtitle2: "Терби (Tb) (Хүнд ГХЭ)",
          tabSubtitle3: "Неодим (Nd) (Хөнгөн газрын ховор элемент)",
          tabSubtitle4: "Празеодим (Pr) (Хөнгөн ГХЭ)",
          tabSubDesc1:
            "<p>NdFeB соронзны өндөр температурын нөхцөл дэх гүйцэтгэлийг сайжруулдаг.<br/><br/><b>Хэрэглээ:</b> Цахилгаан автомашины хөдөлгүүр, цэргийн зориулалтын өндөр мэдрэмжтэй мэдрэгчүүд, эрс тэс нөхцөлд ажиллах салхин турбин.</p>",
          tabSubDesc2:
            "<p>Өндөр температурын нөхцөлд соронзны гүйцэтгэлийг сайжруулдаг.<br/><br/><b>Хэрэглээ:</b> Ногоон эрчим хүчний технологи (жишээлбэл, салхин турбин), дэвшилтэт мэдрэгчүүд.</p>",
          tabSubDesc3:
            "<p>Үндсэн хэрэглээ: Неодим-төмөр-борын (NdFeB) соронз — байнгын соронзны хамгийн хүчтэй төрөл.<br/><br/><b>Хэрэглээ:</b> Цахилгаан автомашины хөдөлгүүр, салхин турбин, хатуу дискний драйв, чихэв болон бусад цахилгаан хэрэгслүүд.</p>",
          tabSubDesc4:
            "<p>Ихэвчлэн неодимтэй хайлш болгон ашиглаж, соронзны хүч болон халуунд тэсвэрлэх чанарыг нэмэгдүүлдэг.<br/><br/><b>Хэрэглээ:</b> Цахилгаан автомашины хөдөлгүүр, салхин турбин, нисэх онгоцны хөдөлгүүр.</p>",
        },
        contact: {
          contactUs: "Холбоо барих",
          address: "Хаяг",
          email: "И-мэйл",
          phone: "Утас",
          feedback: "Санал хүсэлт",
          name: "Таны нэр",
          yourEmail: "Таны и-мэйл",
          subject: "Сэдэв",
          message: "Зурвас",
          submit: "Илгээх",
          openingHour: "Ажлын цаг",
          workingHours: "Даваа - Баасан 08.00 - 18.00",
          mainOffices: "Төв оффис",
          location: "Улаанбаатар хот, Сүхбаатар дүүрэг",
          viewLocation: "Газрын зургаар харах",
          fullAddress:
            "Улаанбаатар хот, Сүхбаатар дүүрэг, 1 дүгээр хороо, Энхтайвны өргөн чөлөө-19, Худалдаа хөгжлийн банкны төв байр, 1301 тоот",
        },
        medee: {
          pageTitle: "ГХЭ гэж юу вэ?",
          newsTitle: "Газрын ховор элемент гэж юу вэ?",
          newsDescription:
            "Газрын ховор элемент буюу Rare earths elements (REEs) нь химийн үелэх систем дэх 57-71 (лантанидууд) атомын дугаартай элементүүд мөн сканди, иттриумийг багтаасан 17 элементийн бүлэг нэр юм. Эдгээр нь хэмжээний хувьд харилцан адилгүйгээр дэлхийн хурдас, чулуулагт тархсан байдаг. ГХЭ нь компьютерын хатуу диск, өнгөт зурагт, гар утасны дэлгэцээс эхлээд цахилгаан автомашин, сэргээгдэх эрчим хүчний эх үүсвэрийн мотор, сансрын төхөөрөмжийн эд анги, батлан хамгаалахын тоног төхөөрөмжүүдэд ордог хэрэглээний хувьд харилцан адилгүй өндөр технологийн түүхий эд юм. Өсөн нэмэгдэж буй сэргээгдэх эрчим хүчний хэрэглээ, дижитал шилжилт, сансрын салбарын хөгжлөөс улбаалан эдгээр элементийн хэрэглээний цар хүрээ жилээс жилд нэмэгдсээр байгаа бөгөөд XXI зууны хөгжлийн түүхий эд, витамин ч гэж нэрлэгдэж байна.",
        },
        medee2: {
          pageTitle: "ГХЭ хэрэглээ",
          newsTitle: "Газрын ховор элементийн хэрэглээ",
          newsDescription:
            "ГХЭ-ийг ногоон технологиуд, аж үйлдвэр, шилний үйлдвэрлэл, автомашины хийн ялгаруулалтын хяналтын систем, эрчим хүчний хадгалалт, эрчим хүчний хэмнэлттэй цахилгаан мотор, анагаах ухааны зэрэг олон салбарт хэрэглэж байна. \n ЧУХАЛ НЬ: Ялангуяа өдгөө өндөр технологид суурилсан аж үйлдвэрийн хөгжил дэлхий дахинаа эрчийг авч байгаа нь тус түүхий эдийн үнэ цэн, эрэлтийг улам нэмэгдүүлсээр байна.",
        },
        medee3: {
          pageTitle: "ГХЭ зах зээл",
          newsTitle: "ЗАХ ЗЭЭЛИЙН ЧИГ ХАНДЛАГА",
          newsDescription:
            "Дэлхийн дулаарлын эсрэг Парисын хэлэлцээрт нэгдсэн улс орнууд 2030 он хүртэл агаар дахь хүлэмжийн хийг бууруулахад чиглэсэн алхмуудыг эрчимтэй хийж байна. Энд уламжлалт түлш болох нүүрс, газрын тосноос хамаарсан эрчим хүчний эх үүсвэрээс татгалзан сэргээгдэх эрчим хүч рүү шилжих зайлшгүй шаардлага тулгараад буй. Дэлхий даяар өрнөж буй энэхүү хөдөлгөөнийг “Эрчим хүчний шилжилт” гэж түгээмлээр тодорхойлдог. Уг шилжилтийг хийхэд салхин сэнс, усан цахилгаан станц, нарны зайн хураагуур зэрэг сэргээгдэх эх үүсвэрийг хэрэглээнд яаралтай шилжүүлэх шаардлагатай байгаа. Сэргээгдэх эрчим хүчний цахилгаан эрчим хүч үйлдвэрлэлд эзлэх хувь 2050 он гэхэд 88% болж өсөх таамагтай ба үүнийг дагаад салхин сэнсний моторын түүхий эдүүдийн эрэлт ч нэмэгдэхээр байгааг Олон улсын эрчим хүчний агентлагийн сүүлд гаргасан судалгаа баримтууд баталж байна. ",
          newsDescription1:
            "Нөгөө талаас газрын тосны бүтээгдэхүүн байгалийн хийгээр, нүүрсхүчлийн хий ихээр ялгаруулдаг дотоод шаталтат хөдөлгүүртэй автомашин цэнэг хураагуурт суурилсан цахилгаан автомашин (EV) руу шилжих нь зайлшгүй болоод байна.  Ирэх жилүүдэд цахилгаан автомашины зах зээл тасралтгүй нэмэгдэж, борлуулалт нь 2030 он гэхэд 2021 оныхоос 9 дахин нэмэгдэж 4.7 саяд хүрэх MarketsandMarkets-н судалгаа байна. Улмаар EV-н борлуулалтын нийт автомашины борлуулалтад эзлэх хувь 2021 онд 4% хүрэхээргүй байсан бол 2030 он гэхэд бараг 30%-д хүрэх аж. Тэгвэл нийт ГХЭ-ийн эрэлт хэрэгцээ 2040 он гэхэд одоогийнхоос 4  дахин  өсөх  ба  зөвхөн  EV-с  л  хамаарч  ГХЭ-ийн  эрэлт  жил  бүр  3.7%-12.5%   нэмэгдэхээр байна. Эрэлт өндөртэй ГХЭ-ийн үнэ өсөж, зах  зээлийн  хэмжээ  нь  2028  он  гэхэд  2022  оныхоос 41% өсөж $4 тэрбумд хүрэх тооцоолол ч бий.",
        },
        medee4: {
          pageTitle: "Монголын ГХЭ",
          newsTitle: "Монголын ГХЭ ордууд",
          newsTitle1: "МОНГОЛЫН НӨӨЦ",
          newsTitle2: "МОНГОЛД ГАЗРЫН ХОВОР ЭЛЕМЕНТ ЯМАР БОЛОМЖ АВЧ ИРЭХ ВЭ?",
          newsDescription:
            "Монгол Улс нийт 3.1 сая тн ГХЭ нөөцтэй бөгөөд байршлын хувьд өмнөд болон баруун хэсэгт харьцангуй их хэмжээгээр хуримтлагдсан байдаг. Ордуудын судалгааны түвшин, ашиглалтад бэлтгэгдсэн байдал харилцан адилгүй ба олон улсын стандартаар нөөцийн тооцоо хийгдэж судлагдсан нь Хотгор болон Халзан бүрэгтэйн орд юм. Монгол Улс нийт 3.1 сая тн ГХЭ нөөцтэй бөгөөд байршлын хувьд өмнөд болон баруун хэсэгт харьцангуй их хэмжээгээр хуримтлагдсан байдаг. Ордуудын судалгааны түвшин, ашиглалтад бэлтгэгдсэн байдал харилцан адилгүй ба олон улсын стандартаар нөөцийн тооцоо хийгдэж судлагдсан нь Хотгор болон Халзан бүрэгтэйн орд юм. ",
          newsDescription1:
            "Улсын хэмжээнд нийт ГХЭ-ийн ислийн 3.1 сая тонны нөөц бүхий нийт 6 орд илрүүлээд байна. Энэхүү эрдсийн баялгаараа дэлхийд эхний 15-д ордог. Хэрэв бид олборлолтын үйл ажиллагааг эрчимжүүлбээс газрын ховрын экспортоос их хэмжээний орлого олж эдийн засгаа өсгөх боломжтой. Учир нь ГХЭ-ийн дэлхийн эрэлт хэрэгцээ их байгаа учир үүнийг даган ГШХО нэмэгдэх, татварын орлого өсөх, ажлын байр бий болох зэрэг олон боломж нээгдэнэ. Мөн эрдэс баялгийн экспортын нүүрс, зэсээс хэт хамааралтай байдлыг бууруулах боломжтой юм.   ",
          newsDescription2:
            "БОЛОМЖ: Дэлхийн ГХЭ олборлолт, боловсруулалт цөөн тооны улсад төвлөрсөн байгаа нь эрдэс баялгийн зах зээлд тэнцвэргүй байдлыг бий болгож, эрчим хүчний шилжилтэд эрсдэл үүсгээд буй. ГХЭ олборлолт, бүтээгдэхүүн гаргалтын төвлөрсөн байдлыг бууруулах марафонд АНУ, Австрали, ОХУ, Канад зэрэг хөгжингүй ба түүхий эдийн арвин нөөцтэй орнууд, уул уурхайн үндэстэн дамнасан том корпорацууд оролцож байгаа. Манай улсын хувьд эрдэс баялгийн нөөцдөө тулгуурлан энэхүү зах зээл дээр нэмүү өртөг шингээсэн бүтээгдэхүүн нийлүүлэгч болж, өөрийн гэсэн байр суурийг эзлэх, томоохон хэрэглэгчидтэй түншлэл үүсгэх, улмаар геополитикийн хувьд ч давуу байдал үүсгэх боломжтой байна.",
        },
        medee5: {
          pageTitle: "Геологи, ордын онцлог",
          newsTitle: "Халзан Бүрэгтэй орд",
          newsDescription:
            "Газрын ховор элементүүд (REE) нь өндөр технологийн үйлдвэрлэл болон дэлхийн ногоон эрчим хүчний шилжилтэд маш чухал үүрэгтэй. Монгол Улсад нийтдээ 6 орд, 80 илрэл, ойролцоогоор 300 эрдэсжилттэй цэг бүртгэгдсэн бөгөөд нийт 3.1 сая тонн газрын ховор элементийн ислийн (TREO) нөөцтэй гэж тооцогддог. Тэдгээрийн дундаас хамгийн том нь Халзан Бүрэгтэй орд бөгөөд Монгол Улсын нийт нөөцийн тал орчим хувийг агуулдаг төдийгүй дэлхийд диспрозиум (Dy), тербиум (Tb) зэрэг элементүүд бүхий хүнд газрын ховор элементийн (HREE) цөөн идэвхтэй эх үүсвэрүүдийн нэг болох боломжтой. Халзан Бүрэгтэй ордын газрын ховор элементийн эрдэсжилтийг анх 1984 онд Орос–Монголын хамтарсан судалгааны баг илрүүлсэн. Халзан Бүрэгтэй нь шүлтлэг гранитын төрлийн газрын ховор элементийн ордын төрөлд хамаардаг. Ордын баруун хэсгийг эрдэсжсэн нордмаркит, зүүн хэсгийг голчлон шүлтлэг гранит бүрдүүлдэг бөгөөд эдгээр хоёр геологийн нэгжийн зааг дээр байрлах, ойролцоогоор 500 м диаметртэй дугуй хэлбэрийн шүлтлэг гранитийн биетэд хамгийн хүчтэй хүдрийн эрдэсжилт илэрдэг. Нарийвчилсан хайгуулын үеэр хийсэн өрөмдлөгийн үр дүнгээр энэхүү шүлтлэг гранит нь газрын гадаргаас доош ойролцоогоор 200 м гүнд үргэлжилдэг болох нь тогтоогдсон. Хүдэржилт нь маш нарийн мөхлөгтэй, сарнисан газрын ховор элемент агуулсан эрдсүүдээс бүрдэх бөгөөд үндсэндээ бастнезит, синхизит түүнээс гадна циркон болон бусад циркон агуулсан силикат эрдсүүдэд агуулагдана. Хүдрийн эрдэсжилт нүдэнд ил тод харагдахгүй бөгөөд үндсэн хүдэр нь хөнгөн болон хүнд ховор газрын элементүүдийн (HREE, LREE) аль алиныг нь агуулдаг. Газрын ховор элементийн агуулга шүлтлэг гранит болон нордмаркит дотор өндөр байдаг ба агуулга болон HREE/LREE-ийн харьцаа нь шүлтлэг гранитын төвөөс гадагш болон доошлох тусам буурдаг. Судалгааны үр дүн болон лабораторийн дүн шинжилгээнд үндэслэн өндөр, дунд, бага агуулгатай бүсүүдийг ордын хэмжээнд ялгасан. Шүлтлэг гранит нь газрын ховор элементийн харьцангуй шинэ эх үүсвэр бөгөөд ихэвчлэн бага агуулгатай боловч их хэмжээний хүдрийн биет агуулдгаараа онцлог.",
        },
        medee6: {
          pageTitle: "Төслийн онцлох үзүүлэлтүүд",
          newsTitle1: "Дэлхийн түвшний нөөц",
          newsDescription11:
            "Халзан бүрэгтэй төсөл нь дэлхийд өрсөлдөхүйц хэмжээний хүнд газрын ховор элементийн нөөцтэй, өндөр Dysprosium (Dy) агуулгаараа онцлог. JORC болон NI 43-101 стандартын дагуу баталгаажсан нөөц нь урт хугацааны тогтвортой олборлолтыг хангах боломжтой бөгөөд Монгол Улсыг дэлхийн стратегийн нийлүүлэлтийн сүлжээнд хүчтэй байр суурь эзлэх үндэс суурийг бүрдүүлж байна.",
          newsDescription12: "",
          newsTitle2: "Өндөр чанар, баталгаатай эрэлт",
          newsDescription21:
            "Халзан Бүрэгтэй төслийн үндсэн зорилго нь өндөр цэвэршилттэй NdPr, DyTb зэрэг газрын ховор элементийн бүтээгдэхүүн үйлдвэрлэж, цахилгаан хөдөлгүүр, тогтмол соронз болон цэвэр технологийн өндөр эрэлттэй салбаруудад тогтвортой нийлүүлэх явдал юм.",
          newsDescription22: "",
          newsTitle3: "Эрсдэл багатай, үр ашигтай боловсруулалт",
          newsDescription31:
            "Соронзон ангилалт ба хөвүүлэн баяжуулалт зэрэг шалгарсан, энгийн бөгөөд найдвартай технологийг ашигласнаар тогтвортой, эрсдэл багатай, зардлын хувьд оновчтой үйлдвэрлэл хийх нөхцөлийг бүрдүүлж байна. 2025 онд хийгдсэн хагас үйлдвэрлэлийн түвшний туршилтаар уг технологийн схемийг амжилттай баталгаажуулж, HPGR бутлалт, шаталсан WHIMS соронзон ангилалт болон хөвүүлэн баяжуулалтын дамжлагаар 50 тонн чөмгөн дээжээс өндөр чанарын газрын ховор элементийн баяжмал гарган авч, цаашдын гүн боловсруулалтын туршилтад бэлтгэн нийлүүлсэн.",
          newsDescription32: "",
          newsTitle4: "Гүн боловсруулах үйлдвэр ба экспортын төрөлжилт",
          newsDescription41:
            "Зөвхөн газрын ховрын исэл агуулсан баяжмал үйлдвэрлэхээс гадна, нийлмэл газрын ховор исэл үйлдвэрлэх гүн боловсруулах үйлдвэр байгуулах боломжийг тодорхойлох судалгааны ажлыг хийж байна. Энэ нь нэмүү өртөг шингэсэн бүтээгдэхүүн бий болгож, Монгол Улсын экспортын бүтцийг төрөлжүүлэхийн зэрэгцээ олон улсын зах зээл дэх өрсөлдөх чадварыг нэмэгдүүлэх чухал ач холбогдолтой.",
          newsDescription42: "",
          newsTitle5: "Стратегийн ач холбогдол ба дэд бүтцийн дэмжлэг",
          newsDescription51:
            "Монгол Улсын Баруун бүсэд орших Халзан Бүрэгтэй төсөл нь бүс нутгийн хөгжил, улсын стратегийн зорилтуудад бодит хувь нэмэр оруулах томоохон хэмжээний төсөл юм.",
          newsDescription52:
            "Байршлын гол давуу талууд: AH4 олон улсын хурдны зам дагуу байрлаж, бүс нутгийн болон улсын хэмжээнд найдвартай тээвэр, логистикийн холболтыг хангана.",
          newsDescription53:
            "Ховд нисэх буудалд ойрхон байрлалтай тул дотоод болон олон улсын логистикийг хөнгөвчилж, төслийн хэрэгжилтэд нэмэлт дэмжлэг болно.",
          newsDescription54:
            "Уул уурхайгаас гадна төслийн хэрэгжилтийн явцад бүс нутгийн эдийн засгийн өсөлтийг дэмжих дагалдах үйлдвэр, тухайлбал урвалж бодисын хангамж болон холбогдох үйлчилгээний байгууламжууд бий болно.",
          newsDescription55:
            "Ингэснээр Халзан Бүрэгтэй төсөл нь зөвхөн уул уурхайн төсөл бус, харин Баруун бүсийн эдийн засаг, дэд бүтцийн хөгжлийг хурдасгах стратегийн ач холбогдолтой томоохон төсөл болж байна.",
        },
        history: {
          pageTitle: "Түүхэн замнал",
          title1: "1984",
          description1: "Орос-Монголын хамтарсан геологийн судалгааны экспедиц ордыг анх илрүүлэв",
          title2: "1987",
          description2: "Агаарын гамма- спектрометрийн судалгаа",
          title3: "1989",
          description3: "Гадаргын геохимийн дээжлэлтийн ажил",
          title4: "1990",
          description4: "Анхны эрэл- хайгуулын ажил",
          title5: "2012",
          description5: "Анхны өрөмдлөгийн ажил",
          title6: "2013",
          description6: "Ашигт малтмалын нөөц тогтоогдов",
          title7: "2018",
          description7:
            "Техник эдийн засгийн үнэлгээг эрдэс баялгийн мэргэжлийн зөвлөлөөр  батлуулав",
          title8: "2021",
          description8: "NI43-101 урьдчилсан эдийн засгийн үнэлгээ",
          title9: "2022",
          description9: "Баттай нөөцийг тогтоох нарийвчилсан хайгуулын ажил эхлэв",
          title10: "2024",
          description10: "Олон улсын стандартад нийцсэн Урьдчилсан техник эдийн засгийн үнэлгээ",
        },
        sustainable: {
          local: {
            pageTitle: "Орон нутаг",
          },
          fund: {
            pageTitle: "Халзан бүрэгтэй хөгжлийн сан",
          },
          enviroment: {
            pageTitle: "Байгаль орчин",
            newsTitle: "Байгаль орчин",
            newsDescription:
              "Тусгай зөвшөөрлийн  талбайд  нарийвчилсан  хайгуулын ажил хийх үед орчны хяналт шинжилгээний хөтөлбөрийг төлөвлөн, байгаль  орчныг хамгаалах чиглэлээр Монгол Улсад хэрэгжиж буй хууль, тогтоомж, зааварчилгаа, аргачилсан зөвлөмжүүд, Олон улсын БОНЗ хэрэгжилтийн стандартыг мөрдөж ажиллалаа. Мөн компанийн хэмжээнд “Байгаль орчныг хамгаалах үйл ажиллагааны ерөнхий журам”, “Цацрагийн аюулгүй ажиллагааны дотоод дүрэм”, “Цацрагийн хамгаалалтын хөтөлбөр”-ийг баталж, үйл ажиллагаандаа хэрэгжүүлж байна.",
            newsDescription1:
              "Түүнчлэн хайгуулын ажлын үед байгаль орчныг хамгаалах, сөрөг нөлөөллийг бууруулах арга хэмжээг орон нутгийн захиргаа, олон нийтийн байгууллага, мэргэжлийн оролцогч талуудтай нягт хамтрах, хэрэгжилтийг хангаж ажиллахыг тэргүүний зорилт болгон хэрэгжүүлэв.",
            tabMainTitle1: "Богино хугацаанд: Ордыг ашиглалтад бэлтгэх хайгуулын үе шат",
            tabTitle1: "Байгаль орчин",
            tabDescription11:
              "Уур амьсгалын өөрчлөлт, эрчим хүчний менежмент, хүлэмжийн хийн ялгаруулалт ",
            tabDescription12: "Усны менежмент",
            tabDescription13: "Биологийн олон янз байдал",
            tabDescription14: "Хөрсний бохирдол",
            tabTitle2: "Нийгэм",
            tabDescription21: "Эрүүл мэнд, аюулгүй байдал",
            tabDescription22: "Хөдөлмөрийн аюулгүй байдал",
            tabDescription23: "Ил тод байдал",
            tabDescription24: "Олон талт байдал, тэгш оролцоо, жендер",
            tabDescription25: "Орон нутгийн хамтын ажиллагаа",
            tabDescription26: "Хүмүүн капитал",
            tabDescription27: "Соёлын өв",
            tabTitle3: "Засаглал",
            tabDescription31: "Засаглал, стратеги, хууль эрх зүйн нийцэл",
            tabDescription32: "Нээлттэй, ил тод байдал",
            tabDescription33: "Ёс зүй",
            tabDescription34: "Ханган нийлүүлэлтийн менежмент",
            tabMainTitle2:
              "Дунд хугацаанд: Ордын ашиглалт, бүтээгдэхүүн гаргах төсөл боловсруулалтын үе шат ",
            tabTitle4: "Байгаль орчин",
            tabDescription41:
              "Уур амьсгалын өөрчлөлт, эрчим хүчний менежмент, хүлэмжийн хийн ялгаруулалт ",
            tabDescription42: "Баялгийн зохистой хэрэглээ, менежмент",
            tabDescription43: "Усны менежмент",
            tabDescription44: "Хаягдлын менежмент, уурхайн хаалт",
            tabDescription45: "Биологийн олон янз байдал",
            tabDescription46: "Хөрсний бохирдол",
            tabTitle5: "Нийгэм",
            tabDescription51: "Эрүүл мэнд, аюулгүй байдал",
            tabDescription52: "Хөдөлмөрийн аюулгүй байдал",
            tabDescription53: "Хүний эрх",
            tabDescription54: "Ил тод байдал",
            tabDescription55: "Олон талт байдал, тэгш оролцоо, жендер",
            tabDescription56: "Орон нутгийн хамтын ажиллагаа",
            tabDescription57: "Хүмүүн капитал",
            tabDescription58: "Соёлын өв",
            tabTitle6: "Засаглал",
            tabDescription61: "Засаглал, стратеги, хууль эрх зүйн нийцэл",
            tabDescription62: "Нээлттэй, ил тод байдал",
            tabDescription63: "Ёс зүй",
            tabDescription64: "Оролцогч талуудын хамтын ажиллагаа ",
          },
        },
        videos: {
          banner: {
            subtitle: "Үзэх",
            title: "Медиа",
            breadcrumb1: "Видео",
            breadcrumb2: "Зураг",
          },
          section: {
            title: "Видео цомог",
            description:
              "Манай үйл ажиллагаа, байгаль орчныг хамгаалах ажил, олон нийтэд үзүүлэх нөлөөг харуулсан сүүлийн үеийн видеонуудыг үзээрэй.",
          },
          video1: {
            title: "Ховдын зүг аян замын влог 1",
          },
          video2: {
            title: "Ховдын зүг аян замын влог 2",
          },
          video3: {
            title: "Ховдын зүг аян замын влог 3",
          },
          video4: {
            title: "Үзэсгэлэнт Ховд",
          },
          video5: {
            title: "Ховдын жижиг дунд бизнес эрхлэгчид",
          },
          news1: {
            title: "Ирээдүйг бүтээлцэх залуу инженер",
            intro:
              "Олон улсын эмэгтэйчүүдийн эрхийг хамгаалах өдрийг тохиолдуулан Монголын уул уурхайн салбарт шинэ эрдэс баялгийг олборлохоор тэмүүлж буй хамт олноосоо залуу инженер эмэгтэйг онцолж байна. Г.Бямбажавын маань урам зориг өгсөн бодит түүх, хүсэл тэмүүлэл нь уул уурхайн салбарт эмэгтэйчүүдийн гүйцэтгэх үүрэг улам бүр нэмэгдэж, шинэ үеийн залуус ирээдүйгээ хэрхэн бүтээж буйг харуулсан бодит жишээ юм. 🚀💡",
            htmlContent: `<article>
  <h5>Таныг уул уурхайн салбарт хөтөлсөн хамгийн том шалтгаан юу байсан бэ?</h5>
  <p>
    Би бага байхдаа өвөө, эмээгийнхээ төрсөн нутаг болох Баянхонгорт их очдог байлаа. Урин дулаан цагт байгалийн сайхныг мэдэрч явахын хажуугаар миний сэтгэлд
    нэгэн толбо үлдсэн нь гар аргаар алт олборлогчид буюу бидний хэлж заншсанаар "нинжа" нарын ухаж сэндийчсэн газар байсан юм. Мэргэжлийн бус, нөхөн сэргээлт
    хийгээгүй үлдээсэн газруудыг хараад үүнд хэн хариуцлага хүлээж, байгаль орчныг хэн аврах вэ гэсэн асуулт намайг уул уурхайн салбар руу хөтөлсөн юм.
  </p>
  <p>
    Хэсэг хүний хариуцлагагүй үйлдлээс үүдэн байгаль орчин, нутгийн иргэд цаашлаад салбарын мэргэжлийн компани, тэдгээрийн олон ажилтан хохирч үлддэг нь маш
    харамсалтай. Иймээс л өөрөө яг мэргэжлийг нь эзэмшээд Монголд хариуцлагатай уул уурхайг хөгжүүлэх үйлсэд гар бие зүтгэхээр шийдсэн.
  </p>

  <h5>Уул уурхайн салбарт ажиллахын хамгийн сайхан болон хамгийн сорилттой тал нь юу вэ?</h5>
  <p>
    Миний мэргэжил Баяжуулалтын инженер. Орд бүрийн шинж чанар нь олон хүчин зүйлээс улбаатайгаар өөр өөр байдаг. Харин миний мэргэжлийн хувьд ордын шинж чанарт
    тохируулж боловсруулалтын хамгийн үр ашигтай арга аргачлалыг гаргах нь сонирхолтой бөгөөд том сорилт нь.
  </p>
  <p>
    Халзан бүрэгтэй ордын олборлолт одоохондоо эхлээгүй ч ирээдүйд бидний зорьж, тэмүүлж буй зүйл бол маш үнэ цэнтэй санагдаж байгаа. Бид нэмүү өртөг шингэсэн
    бүтээгдэхүүнийг экспортолж ногоон ирээдүй рүү тэмүүлж буй дэлхий нийтийн зорилтод бодит хувь нэмэр оруулах боломжтой гэхээр үнэхээр догдлом бас бахархам биш гэж үү.
  </p>

  <h5>Эмэгтэй инженерийн хувьд энэ салбарт тулгардаг бэрхшээл, даван туулсан сорилтуудаасаа хуваалцахгүй юу?</h5>
  <p>
    Уул уурхайн салбарт хүйсийн ялгаа, эрэгтэй, эмэгтэй хүний хийх ёстой ажил гэж байдаггүй бөгөөд зөвхөн ур чадвар, мэдлэгээрээ л ялгардаг гэдгийг жил ирэх тусам
    ойлгосоор байна.
  </p>
  <p>
    Би оюутан байхдаа Дорнод аймгийн Политехникийн коллежид танилцах дадлага хийж байсан юм. Тэр үед уурхайн гагнуурчид болон засварчдын өдөр тутмын ажлыг зах зухаас
    нь хийж үзсэн. Энэ нь оюутан Г.Бямбажийг мэргэжлийн үнэ цэнээ илүү ойлгож цаашид ямар нөхцөлд ажиллахаа мэдрэх боломжийг олгосон гэж би боддог. Энэ мэтчилэн
    оюутан ахуйгаасаа хойш эмэгтэй гэж хойш суулгүйгээр ирээдүйн том зорилгынхоо төлөө хичээж байгаа.
  </p>

  <h5>Цаашид өөрийгөө энэ салбарт хэрхэн хөгжүүлэх, ямар өндөрлөгт хүрэх зорилготой байна вэ?</h5>
  <p>
    Уул уурхайн томоохон бүтээн байгуулалтыг амжилттай өрнүүлнэ гэдэг урд гарч байгаа ганцхан хүний хөдөлмөр биш баг хамт олны урт хугацааны хичээл зүтгэл, хүсэл
    эрмэлзэл, хариуцлагатай салшгүй хамааралтай. Иймээс ч би залуу хүний хувьд хамт ажиллаж байгаа чадварлаг инженер мэргэжилтнүүдээсээ суралцаж, туршлага
    хуримтлуулаад уул уурхайн мэргэшсэн сайн мэргэжилтэн болохыг зорьж байна.
  </p>
  <p>
    Бүр цаашлаад Монголын уул уурхайн салбарт шинэ хуудас, хөгжилд шинэ хүч нэмэх томоохон төслийн багийн нэг хэсэг болж гар бие оролцох нь миний хамгийн том
    зорилго болоод байна.
  </p>
</article>`,
          },
          news2: {
            title: "Халзан бүрэгтэй төсөл ШУА-ийн ФТХ-тэй хамтран ажиллана",
            intro:
              "Газрын ховор элементийн Халзан бүрэгтэй төслийг хэрэгжүүлэгч МНРИК компани нь ШУА-ийн Физик, технологийн хүрээлэнтэй хамтран ажиллах санамж бичиг байгууллаа. Хамтын ажиллагааны санамж бичгийг ШУА-ийн Физик технологийн хүрээлэнгийн захирал академич Ж.Даваасамбуу, Халзан бүрэгтэй төслийн Төсөл хариуцсан дэд захирал Ч.Мөнхжаргал нар төлөөлөн өчигдөр буюу 11-р сарын 27-ны өдөр байгуулсан  юм.",
            htmlContent: `<article>
  <p>
    Энэхүү хамтын ажиллагаа нь физикийн шинжлэх ухаан, ялангуяа цацрагийн тухай үндсэн ойлголтууд болон цацрагийн олон улсын стандарт, шаардлага, туршлагыг олон нийтэд үнэн зөв хүргэх зорилготой.
  </p>

  <ul>
    <li>
      Мэргэжлийн судалгааны байгууллага, хувийн хэвшил хоорондын хамтын ажиллагааны санамж бичгийг үр дүнтэй хэрэгжүүлэх зорилгоор хоёр талаас хамтарсан ажлын хэсэг байгуулан ажиллана. Үүний хүрээнд:
    </li>
    <li>
      Газрын ховор элементийн талаар ерөнхий ойлголт, тогтвортой хөгжил, нийгэмд үзүүлэх үр өгөөжийн талаарх шинжлэх ухааны үндэслэлтэй, үнэн зөв мэдээллийг олон нийтэд хүргэх;
    </li>
    <li>
      Цацрагийн хамгаалалт, аюулгүй байдал, хариу арга хэмжээ, байгалийн цацрагийн тун, хүн, амьтан болон байгаль орчинд учирч болох нөлөөлөл, түүнийг бууруулахтай холбоотой эрдэм шинжилгээний уулзалт, семинар зохион байгуулах, хамтарсан хөтөлбөр хэрэгжүүлэх;
    </li>
    <li>
      Орон нутгийн засаг захиргаа, нутгийн иргэд, зорилтот бүлгийнхнийг хамруулсан танин мэдэхүйн сургалт, эрдэмтэн судлаачдын уулзалт, лекцийг шат дараатай зохион байгуулах.
    </li>
  </ul>

  <p>
    Цаашлаад ШУА-ийн ФТХ-ийн мэргэжлийн эрдэмтдийн баг нь компанийн хэрэгжүүлж буй цацрагийн мониторингийн судалгаа болон бусад цацрагтай холбоотой судалгаанд дэмжлэг үзүүлэх, мэргэжлийн үнэлэлт дүгнэлт өгөх,
    технологийн туршлага солилцох зэрэг байдлаар харилцан мэргэжлийн туслалцаа үзүүлэн хамтран ажиллах юм.
  </p>
</article>
`,
          },
          news3: {
            title: "IMARC: Уул уурхайн томчууд нэг цэгт",
            intro:
              "Өнгөрсөн 7 хоногт Сидней хотноо уул уурхайн салбарын дэлхийн томоохон чуулган болох “Уул уурхай, эрдэс баялгийн олон улсын чуулга уулзалт” (IMARC) болж өнгөрлөө. Жил бүр зохиогддог IMARC-н үеэр уул уурхайн салбарын удирдлагууд болон мэргэжилтнүүд чуулж, байгаль орчны нөлөөллийг бууруулах, тогтвортой байдал, дижитал болон эрчим хүчний шилжилт тэргүүтэй салбарын чиг хандлагыг тодорхойлох сэдвүүдийг хэлэлцдэг билээ. ",
            htmlContent: `<article>
  <p>
    <strong>Цар хүрээ:</strong> IMARC-д дэлхийн 120+ орноос, 800+ уул уурхайн компани оролцож,
    нийт 9,000 гаруй оролцогч, зочид, төлөөлөгчдийг хүлээн авсан өргөн цар хүрээтэй зохион байгуулагдсан юм.
  </p>

  <p>
    Арга хэмжээнд уул уурхайн луугар BHP-с эхлээд American Rare Earths, Australian Strategic Materials,
    McKinsey, болон Австралийн Засгийн газрын худалдаа, хөрөнгө оруулалтын комисс зэрэг байгууллагууд оролцсон.
    Харин Монголоос Уул Уурхайн Үндэсний Ассоциаци болон Газрын ховор элементийн Халзан бүрэгтэй төслийн багийнхан оролцсон билээ.
  </p>

  <p>
    <strong>Онцлох нь:</strong> IMARC-д Халзан бүрэгтэйн Урьдчилсан ТЭЗҮ-г хийсэн уул уурхайн зөвлөх үйлчилгээ үзүүлэгч
    Wood Australia мөн оролцсон. Энэ үеэр бид Халзан бүрэгтэй төслийн Урьдчилсан ТЭЗҮ-ийн тайланг биечлэн хүлээн авсныг дуулгахад таатай байна.
  </p>

  <p>
    Цаашлаад, арга хэмжээний үеэр Халзан бүрэгтэйн Байгаль орчин, тогтвортой байдлын баг ТЭЗҮ-ийн гол түншүүд болох
    Урьдчилсан ТЭЗҮ-г хариуцан ажилласан Wood Australia болон Хаягдлын менежментийн судалгааг хийсэн Knight Piesold компаниудтай уулзаж,
    удахгүй эхлэх эцсийн ТЭЗҮ-ийн үе шат, стратегийн талаар туршлага солилцлоо.
  </p>
</article>
`,
          },
          news4: {
            title:
              "“Дэлхийн банк: Монгол Улсын газрын ховор элементийн олборлолт олон улсын анхаарлыг татаж байна”",
            intro:
              "Дэлхийн банкнаас гаргасан “Монгол Улс - Уур амьсгал ба хөгжил” тайланд Монгол Улсын  уур амьсгал болон хөгжлийн асуудалд чиглэсэн бодлого, стратегийг дэмжих цогц шинэчлэлийн арга хэмжээнүүдийг тусгажээ. Түүнчлэн нүүрс, зэс, газрын ховор элементийн чиг хандлагыг дурдсан байна. ",
            htmlContent: `<article>

  <h5>Зорилтуудаа хослуул</h5>
  <p>
    Дэлхийн банкны зөвлөж байгаагаар бид уур амьсгалын өөрчлөлтийн асуудлаа эдийн засгийн хөгжлийн зорилтуудтай зэрэгцүүлэн хэрэгжүүлэх хэрэгтэй аж.
    Түүнчлэн дэлхий дахинд нүүрсний эрэлт буурч буй энэ үед Монгол Улсын эдийн засаг нүүрсний экспортоос хараат хэвээр байгаа нь эдийн засгийг эрсдэлд оруулахаар байна.
    Тиймээс зэс болон бусад ашигт малтмалын эрэлтийг нэмэгдүүлэх замаар бусад боломжуудыг нээснээр эдийн засагтаа ч, уур амьсгалын өөрчлөлтөд ч хувь нэмэр оруулах юм гэжээ.
  </p>

  <h5>Газрын ховор элементээ торд</h5>
  <p>
    Монголд олборлолтын хамгийн том боломж нь зэсийн үйлдвэрлэл. Дэлхийн хамгийн том уурхай, Монголын томоохон зэс үйлдвэрлэгч
    Оюу толгойн үйл ажиллагаа 2055 он хүртэл үргэлжлэх төлөвтэй байгаа. Мөн үүнтэй адил өсөх ирээдүйтэй ашигт малтмал бол газрын ховор элемент (ГХЭ) гэдгийг мөн тодотгосон байна.
  </p>

  <p>
    Монгол 3.1 сая тонны газрын ховор элементийн нөөцтэй ч үүнийг олборлох боломжийг хөгжүүлэхэд экспортын стратеги,
    хөрөнгө оруулалтын зардал зэрэгтэй холбоотой тодорхойгүй зүйлс саад болж байна. Тиймээс олборлолтыг эхлүүлэхийн тулд эдгээр асуудлыг шийдвэрлэх шаардлагатай.
  </p>

  <p>
    Монголын газрын ховор элементийн нөөц, олборлолт нь олон улсын анхаарлыг татаж байгаа гэдэг утгаараа өнгөрсөн онд АНУ хүртэл Монголтой ГХЭ худалдаалах гэрээнд гарын үсэг зурсан.
    Угаас 2013 оноос Монголын ГХЭ-ийн 3 ордод анхны судалгаа хийгдсэн бөгөөд эдгээрээс “Халзан бүрэгтэй”-н хайгуул, судалгааны ажил хамгийн ахицтай явж буй.
    Тиймээс ГХЭ-ийн ордын олборлолт, экспорт, ашгийн стратегийг тодорхойлсны дараагаас үйлдвэрлэлтэй холбоотой асуудлыг шийдэх хэрэгцээ бий.
  </p>

  <p>
    Учир нь ГХЭ-ийн орднууд нь дэд бүтэцгүй алслагдсан газарт байрлаж байгаа тул дэд бүтцийн хөгжүүлэлт, эрчим хүч, тээвэрлэлтийн холбоос,
    дотоодын боловсруулалтад ихээхэн хөрөнгө оруулалт хийх шаардлагатайг мөн тусгасан байна.
  </p>

  <p>
    Өөрөөр хэлбэл, Монгол Улс нүүрсний хараат байдлаасаа ангижирч уул уурхайн дараагийн шатанд гарахын тулд дэлхий нийтийн трендтэй хөл нийлүүлэн
    ГХЭ-ийн олборлолтын ажлыг эрчимжүүлж, хөрөнгө оруулагчдын тодорхойгүй байдлыг бууруулах шаардлагатай хэмээн зөвлөжээ.
  </p>
</article>
`,
          },
          news5: {
            title: "Засгийн газар 2024-2028 онд баримтлах бодлогоо баталлаа",
            intro:
              "Энэ удаагийн хамтарсан Засгийн газар эрх барих хугацаандаа Уул уурхайн салбарын түүхий эдийн боловсруулалт, экспортын орлогыг нэмэгдүүлэх, геологийн судалгаа, эрэл, хайгуулын ажлыг эрчимжүүлэн, шинэ орд газруудыг нээх зэргийг агуулсан 6 том бодлогыг барьж ажиллахаар баталлаа. ",
            htmlContent: `<div class="mn">
    <h2>Дэд бүтцэд анхаарна</h2>
    <p>Тус 6 бодлогын хүрээнд улсын зэрэглэлтэй болон дагуул хотуудын дэд бүтцийг хөгжүүлэх, Дулааны IV цахилгаан станц болон Чойбалсангийн дулааны цахилгаан станцын хүчин чадлыг шинэчлэх, өргөтгөх гэх мэтийн томоохон төслийн ажлууд тусгагджээ.</p>

    <h2>Уул уурхайд анхаарна</h2>
    <p>Засгийн газрын 2024-2028 онд баримтлах бодлогын 3.3.1 дугаар хэсэгт уул уурхайн салбарт холбогдолтой бодлого, хөтөлбөрийг тусгасан байна. Үүн дотроо 3.3.1.7-д “Газрын ховор элемент боловсруулах үйлдвэрийн төслүүдийг бодлогоор дэмжинэ” гэжээ. Тэгэхээр ЗГ ирэх 4 жилд өндөр технологийн түүхий эд болох газрын ховор элементийн хөрөнгө оруулалтыг нэмэгдүүлэх замаар эрдэс баялгийн нөөцийг арвижуулах нь. Ингэснээр зөвхөн нүүрс, зэсийн олборлолтод анхаардаг байсан уул уурхайн салбарт шинэ төрлийн төслүүд хэрэгжиж эхлэх үндэс тавигдаж байна.</p>

    <h2>Газрын ховор элементийн нөхцөл байдал</h2>
    <p>Одоогийн нөхцөл байдлын хувьд, Монгол Улсад газрын ховор элементийн ислийн нийт 3.1 сая тонны нөөц, нийт 6 орд илрүүлснээс 4 нь том, 2 нь жижиг орд бий. Үүнээс хамгийн их нөөцтэй орд нь Халзан бүрэгтэйн орд.</p>
    <p>Тодруулбал, тус ордод өндөр технологийн гол түүхий эд болох празоди, неоди, диспрози, терби зэрэг газрын ховор элемент агуулагддаг. Энэ нь сэргээгдэх эрчим хүч, цахилгаан автомашины үйлдвэрлэл зэрэгт чухал ач холбогдолтой. Тэгэхээр Засгийн газар ирэх 4 жилд тус ордын эдийн засгийн үр ашгийг нэмэгдүүлэх, боловсруулах үйлдвэрийн төслийг хэрэгжүүлэхэд анхаарал хандуулж, хөрөнгө оруулалтыг нэмэгдүүлэх бодлого баримтлах нь.</p>

    <h2>Шинэ төслүүдийн нөлөө</h2>
    <p>Цаашлаад, Засгийн газар газрын ховор элемент зэрэг шинэ төрлийн уул уурхайн төслүүдийн үйл ажиллагааг эрчимжүүлбэл экспортын орлого нэмэгдэх, эдийн засаг солонгорох зэрэг боломж ч нээгдэх юм. Үүгээр зогсохгүй, ЗГ-ын ирэх 4 жилд баримтлах бодлогын дагуу газрын ховор элемент боловсруулах үйлдвэрийн төслүүдийг бодлогоор дэмжиж, дэлхийн зах зээлд нийлүүлэх замаар Монгол Улсын технологийн салбар дахь байр суурийг нэмэгдүүлж, олон улсын хамтын ажиллагааг өргөжүүлэх ч боломжтой.</p>
    <p>Учир нь өмнө дурдсанчлан тус ордод байгаа празоди, неоди, диспрози, терби зэрэг элемент нь өндөр технологийн үйлдвэрлэлд ашиглагддаг тул дэлхий даяар стратегийн ач холбогдолтой түүхий эдээр тооцогдож буй.</p>
    <ul>
        <li>Эдгээр нь сэргээгдэх эрчим хүч, цахилгаан автомашин, батарей, салхин турбин, ухаалаг гар утас зэрэг бүтээгдэхүүн үйлдвэрлэхэд зайлшгүй шаардлагатай.</li>
        <li>Газрын ховор элементүүд нь өндөр үнэ цэнтэй, экспортын чухал бүтээгдэхүүн учир гадаадын валютын орлогыг их хэмжээгээр нэмэгдүүлнэ.</li>
        <li>Цаашлаад Халзан бүрэгтэй зэрэг газрын ховор элементийн төслүүдийг дэмжсэнээр гадаадын хөрөнгө оруулалт нэмэгдэж, дэд бүтэц, боловсруулах үйлдвэрүүд хөгжиж, орон нутаг тэр дундаа алслагдсан аймагт шинэ ажлын байр бий болох зэрэг олон боломжийг дурдаж болохоор байна.</li>
    </ul>
</div>`,
          },
          news6: {
            title: "Монгол, Япон газрын ховор элементийн чиглэлд хамтран ажиллана",
            intro:
              "Монголын газрын ховор элементийн үндэсний корпорац (МНРИК) болон Японы Металл ба эрчим хүчний аюулгүй байдлын байгууллага (JOGMEC) өнгөрсөн 8 сарын 20-нд газрын ховор элементийн Халзан бүрэгтэй төсөлд хамтран ажиллах санамж бичгийг үзэглэсэн билээ. Харин талууд хамтын ажиллагааны санамж бичиг байгуулах ёслолоо 9 сарын 10-нд тохиосон бөгөөд тус ёслол Халзан бүрэгтэй төслийн Урьдчилсан ТЭЗҮ дуусах үетэй давхцаж буйг дуулгахад таатай байна. ",
            htmlContent: `<div class="mn">
    <h2>Хамтын ажиллагааны хүрээнд…</h2>
    <p>Талууд Халзан бүрэгтэйн ордод олборлолт хийх стратегийг илүү боловсронгуй болгох, ордын төслийн менежментийг сайжруулахаар туршлага солилцож, цаашлаад, JOGMEC-н оролцоотойгоор төсөлд хөрөнгө оруулагчдыг татах, төслийн үйл ажиллагааг хурдасгахад чухал дэмжлэг үзүүлэх юм.</p>

    <h2>Танилцъя: Газрын ховор элементийн төсөл</h2>
    <p>МНРИК ХХК 2012 оноос Ховд аймгийн Мянгад сумын нутагт ГХЭ-ийн Халзан бүрэгтэй төслийг хэрэгжүүлж буй. Халзан бүрэгтэй нь 100% Монголын хөрөнгө оруулалттай бөгөөд NI43-101 стандартад нийцсэн урьдчилсан ТЭЗҮ-ийн шатанд явж байгаа Монголын цор ганц ГХЭ-ийн төсөл билээ. Сонирхуулахад, ГХЭ бол гар утасны дэлгэцээс эхлээд EV, сэргээгдэх эрчим хүчний эх үүсвэр зэрэгт ашигладаг ногоон технологийн гол түүхий эд болох 17 элементийн бүлэг юм.</p>

    <p>Компани ирэх 10-р сарын дундуур эцсийн ТЭЗҮ-г боловсруулж эхлэхээр төлөвлөж байгаа бөгөөд 2026 оны эхний улиралд бүрэн дуусгах төлөвтэй байна.</p>

    <h2>JOGMEC-н тухай</h2>
    <p>JOGMEC 2004 онд Японы үндэсний газрын тосны корпорац болон Японы Металл уурхайн агентлагийг нэгтгэснээр үүсгэн байгуулагдсан түүхтэй. Тус компани нь Японы газрын тос, байгалийн хий, өнгөт металл, ашигт малтмалын нийлүүлэлтийн сүлжээг бэхжүүлэх, нөөцийн аюулгүй байдлыг хангах зорилгоор үүсгэн байгуулагдаж өдийг хүртэл тус чиглэлд ажиллаж байгаа. Өдгөө Африк, Өмнөд Америк, Зүүн Өмнөд Ази, Австрали хүртэл үйл ажиллагаагаа өргөжүүлээд буй.</p>

    <p>Чухал: Өмнө нь дурдсанчлан JOGMEC Японы эрчим хүч, нөөцийн стратегид зайлшгүй шаардлагатай компани тул эрчим хүчний хангамжийг төрөлжүүлэх, чухал металлын нөөцийг удирдах, байгаль орчны тогтвортой байдлыг хангахад чухал үүрэг гүйцэтгэдэг туршлагатай компани билээ.</p>

    <p>МНРИК ХХК-ийн шинэ хамтын ажиллагааны тусламжтайгаар Халзан бүрэгтэй ордын олборлолт, менежмент сайжрахын сацуу Монголын уул уурхайн салбарт шинэ төрлийн бүтээгдэхүүн олборлох буюу нэмүү өртөг шингэсэн ГХЭ-ийн нийлмэл исэл экспортлох амбицыг нэг шатаар ахиулсан үйл явдал боллоо.</p>
</div>`,
          },
          news7: {
            title: "Дэлхийн хамгийн том газрын ховор элементийн 5 компани",
            intro:
              "Дэлхийн хамгийн том газрын ховор элементийн 5 компанийн зах зээлийн үнэлгээ Монголын ДНБ ($19.87 тэрбум)-ээс ойролцоогоор 3.5 дахин том байна.",
            htmlContent: `<div class="mn">
    <p>Манай урд хөрш газрын ховор элемент (ГХЭ)-ийн нийт илэрсэн нөөцийн 29.3%-тай тэнцэх хэмжээний буюу 44 сая тонны нөөцтэйгөөс гадна China Northern Rare Earth High-Tech бол дэлхийн хамгийн том ГХЭ-ийн компани.</p>

    <p>Тус компанийн зах зээлийн үнэлгээ сүүлийн 5 жилд 42.8% өссөн байна.</p>
    <p>Дэлхийн томоохон ГХЭ-ийн компаниуд ихэвчлэн нээлттэй байдаг бөгөөд China Northern Rare Earth High-Tech-ийн ногдол ашгийн өгөөж нь дунджаар 0.42% байдаг аж.</p>

    <p>Түүнчлэн ГХЭ-ийн топ компаниудыг харахад ихэнх нь Хятад, Австрали, Америкийн компаниуд байгаа юм.</p>

    <p>Австралийн хамгийн том ГХЭ-ийн компани болох Lynas-ийн хувьд л гэхэд жилд 22,000 тонн орчим ГХЭ үйлдвэрлэж дэлхийн ховор элементийн нийлүүлэлтийн сүлжээ дэх Хятадын нөлөөг бууруулж, төрөлжүүлэхэд чухал үүрэг гүйцэтгэдэг.</p>

    <p>Америкийн хамгийн том ГХЭ үйлдвэрлэгч MP Materials ч мөн улсынхаа хамгийн том ГХЭ-ийн уурхай болох Mountain Pass-с жил бүр 15,000 тонн орчим ГХЭ олборлож Хятадын импортын хараат байдлыг бууруулж буй.</p>

    <p>Жил ирэх тусам эдгээр компани сэргээгдэх эрчим хүч, цахилгаан тээврийн хэрэгсэл зэрэг салбарууд болон улсынхаа эдийн засаг, хараат бус байдалд өөрсдийн оруулах бодит хувь нэмрийг бататгасаар байна.</p>
</div>`,
          },
        },
        footer: {
          copyRight: " МНГХЭК",
        },
      };
    case "en":
    default:
      return {
        home: {
          keyWord: "Changing the Future of the world's critical metal supply ",
          keyNote:
            "Establishing a sustainable rare earths supply chain to propel the shift towards green energy.",
        },
        cta: {
          deploy: "Deploy now",
          docs: "Read our docs",
        },
        links: {
          learn: "Learn",
          examples: "Examples",
          next: "Go to nextjs.org →",
        },
        menu: {
          about: "ABOUT",
          about_intro: "INTRODUCTION",
          about_vision: "VISION & MISSION",
          about_team: "LEADERSHIP TEAM",
          kb_project: "KB PROJECT",
          kb_overview: "KHALZAN BUREGTEI PROJECT",
          kb_history: "PROJECT HISTORY",
          kb_highlight: "PROJECT HIGHLIGHTS",
          kb_geology: "GEOLOGY & DEPOSIT",
          kb_achievements: "COMPLETED WORKS",
          rare_earth: "RARE EARTH ELEMENTS",
          ree_what: "WHAT IS REE",
          ree_uses: "REE USES",
          ree_market: "MARKET",
          ree_mongolia: "REE IN MONGOLIA",
          sustainability: "SUSTAINABILITY",
          community: "COMMUNITY",
          environment: "ENVIRONMENT",
          social: "SOCIAL RESPONSIBILITY",
          development_fund: "KHALZAN BUREGTEI DEVELOPMENT FUND",
          news_media: "NEWS & MEDIA",
          latest_news: "LATEST NEWS",
          video: "MEDIA",
          gallery: "GALLERY",
          report: "REPORTS",
          contact: "CONTACT",
          address: "ADDRESS",
          email_phone: "EMAIL & PHONE",
          feedback: "ONLINE FEEDBACK",
        },
        about: {
          aboutUs: "About Us",
          visionTitle: "VISION",
          visionText:
            "Become a strategic non-China-based supplier of the critical HREE, Dy and Nd and promote energy-efficient, sustainable development of the World.",
          team: `MANAGEMENT TEAM`,
          introduction: `Mongolian National Rare Earth Corp LLC (“MNREC”) is a national mining company with 100% Mongolian national investment. Since our establishment in 2010, we have been engaged in the fields of geological exploration and mining investment. Currently, our primary focus lies on the Khalzan Bburegtei REE project located in the Myangad soum, Khovd aimag, Mongolia.`,
          heading: "Who We Are",
          manager1: "Chimeddorj Munkhjargal",
          jobPosition1: "Project deputy director",
          manager2: "Chuluunbatar Odgerel",
          jobPosition2: "Business development manager",
          managerDesc1: `Mrs. Munkhjargal is a mineral processing engineer with over 15 years of experience working in minerals industry. Prior to joining the project, she was responsible for various raw material projects from initiation to operation phases. She holds a master’s degree in Coal and Mineral Processing Engineering from Istanbul Technical University (ITU)`,
          managerDesc2: `Mrs. Odgerel has a rich background in strategy and financial management with over 15 years of experience in diverse industries. She holds an MBA and a Master of Global Project Management degree from Torrens University Australia, and a member of CPA Australia as well as CPA Mongolia. Currently serving as the Business Development Manager at MNREC, she leveraged her expertise to drive strategic initiatives that align with the company's growth objectives. Prior to joining MNREC, Mrs. Odgerel spent over nine years at a prominent business consulting firm in Melbourne, Australia where she managed various portfolios.`,
          manager3: "Tsolmon Adiya",
          jobPosition3: "CEO",
          managerDesc3: `Mrs. Tsolmon is a geologist with over 14 years of experience working in mineral resource estimation and mine geology. Ms. Tsolmon holds a Bachelor of Science from the Mongolian University of Science and Technology , MSC from the University of Utah. She is a member of Australasian Institute of mining and Metallurgy (AusIMM) since 2017`,
          manager4: "Davga-ochir Lhagvasuren",
          jobPosition4: "Senior Geologist",
          managerDesc4: `Dagva-Ochir Lkhagvasuren (Daagii) is a senior geologist at MNREC LLC. He obtained an M.Sc. degree in Geology from the National University of Mongolia in 2018, with a focus on "Mineralogy, geochemistry, and geodynamic environment of volcanic rocks from the Khangay region". Currently, he is a Ph.D. candidate at Central South University in Changsha, China, researching the topic "Mineralogy, geochemistry, and geochronology of the Tumentsogt tungsten deposit, Eastern Mongolia: Implications for ore genesis and tectonic setting. His scientific research fields encompass the petrology of magmatic rocks, ocean plate stratigraphy, and rare metal and REE mineralization`,
        },
        kbProject: {
          pageTitle: "",
          tabTitle1: "Project overview ",
          tabDescTitle1: "Mining ",
          tabDesc11: "+25 mine life ",
          tabDesc12: "Open pit mining",
          tabDesc13: "Low Strip ratio",

          tabDescTitle2: "Status",
          tabDesc21: "Pilot Test : Concentrator completed Refinery scheduled Oct 25",
          tabDesc22: "DFS : Ongoing by Wood & Stantec",
          tabDesc23: "ESIA – Ongoing by Sustainability & SLR",

          tabDescTitle3: "Drilling highlight",
          tabDesc31: "2012-2013 Total of 11,000 meters",
          tabDesc32: "2022-2023 Total of 20,000 meters",

          tabDescTitle4: "Annual production",
          tabDesc41: "669kt concentrate",
          tabDesc42: "13kt MREO(Mixed Rare earth oxide)",
          tabDesc43: "MREO grade 95%",

          tabTitle2: "Project location",
          tabDesc2:
            "<article><p>The Project lies in the far west of Mongolia, in the Myangad district of Khovd province. It is located approximately 1600 km west of the national capital, Ulaanbaatar, 60 km northeast of the provincial capital city of Khovd, and 20 km north of the township of Myangad. </p></article>",

          tabTitle3: "Geology & Mineralization ",
          tabDesc3:
            "<article><p>Khalzan Buregtei is considered to be a peralkaline REE deposit. Alkaline igneous rocks form by small degrees of partial melting of crustal materials, which acts to concentrate incompatible elements in the melt fraction. The resultant magmas may undergo differentiation to further concentrate the incompatible elements in later phases, as appears to be the case at Khalzan Buregtei.</p><p>The western half of the Property is underlain by mineralised nordmarkite and the eastern half by peralkaline granite. A ~500 m diameter circular peralkaline granite hosting the strongest mineralisation is situated at the contact of these two units, within the northeast quarter of mining license MV-012335. Drilling has shown that the peralkaline granite generally persists to about 200 m below surface. The peralkaline granite has a broadly concave-upward gradational contact with the underlying nordmarkite. Nordmarkite persists to depth within the current drilling. No drilling has been conducted in the alkaline granite to the east, with the exception of the tail ends of two eastward-directed holes which mainly intersected dykes.</p><p>Mineralisation consists of very fine grained disseminated REE-bearing minerals, mainly bastnaesite and synchesite, with some REE associated with zircon and other Zr-bearing minerals; mineralisation is not visually obvious. Mineralisation consists of both heavy rare earth element (HREE) and light rare earth element (LREE) content. REE concentrations are strongly elevated within the peralkaline granite and nordmarkite, with both absolute values and the HREE/LREE ratio diminishing downward and outward from the centre of the peralkaline granite through the nordmarkite.</p><p>Nominal high, medium, and low-grade zones have been defined on the basis of overall analytical result patterns. The contacts are diffuse and gradational, relatively flat-lying and subparallel, and to some extent mimic topography. Mineralisation extends to the limits of the current block model over a distance of 2.3 km north-south, 2.3 km east-west, and 800 m vertically. All zones remain open to the south, west, and north, and possibly to the east. MNREC intends to begin a drilling program to test for the lateral limits of mineralisation. The deposit also remains open at depth, but at low grades which apparently are diminishing with depth.</p></article>",

          tabTitle4: "Drilling and Sampling",
          tabDesc4:
            "<article><p>Exploration of the Property has been carried out mainly by core drilling. Mapping, surface sampling, and geophysical surveying in the 1990s was followed by more detailed mapping in 2011, drilling of 41 core holes in 2012-2013, and by a further 94 holes from 2021 to the present. Additional planned drilling will seek to define the lateral limits of mineralisation, which currently remain open in most directions. All drilling at Khalzan Buregtei has been carried out using conventional wireline diamond drilling techniques recovering PQ to NQ size core, with generally excellent recovery (99%). Drilling has been carried out on an oblique grid with section spacing of approximately 50 m and fans of holes at intersection spacing of 20-100 m. By the end of 2023, a total of 135 holes had been drilled for a total of 30 395 m, covering an area roughly 1000 m by 500 m. Collar positions have been accurately surveyed and all holes were downhole surveyed. There are no drilling, sampling, or recovery factors that would materially impact the accuracy and reliability of the results. Additional drilling is planned by MNREC, with the goal of extending drill coverage outward in all directions to determine the lateral limits of mineralisation. Core handling and sampling procedures, quality assurance/quality control (QA/QC) protocols, sample preparation and analysis, and security measures were all carried out to industry standards and are considered adequate to support estimation of mineral resources under the guidelines of NI 43-101.</p></article>",
        },
        ree: {
          pageTitle: "Rare earth elements (REE)",
          tabTitle1: "What are rare earth elements?",
          tabDesc1:
            "Rare Earth Elements (REEs) are a group of 17 metals known for their unique magnetic, optical, and conductive properties. These elements are essential to modern technologies, from electric vehicles and wind turbines to smartphones and advanced defense systems. The 2023 U.S. Department of Energy (DOE)’s Final Critical Materials List, highlighting materials crucial for energy technologies with significant supply chain risks, features 4 rare earths as the most critical: Dysprosium (Dy), Neodymium (Nd), Praseodymium (Pr), and Terbium (Tb). Meanwhile the European Union's Critical Raw Materials Act, effective May 23, 2024, designates all 17 rare earth elements as critical, emphasizing their importance for technological and industrial applications.",

          tabTitle2: "Heavy and light rare earths",
          tabDesc2:
            "<article><h4>Key differences</h4><p>Rare earth elements are divided into two categories:</p><ul><li><b>Light Rare Earth Elements (“LREEs”):</b> Despite the name, “light” refers to their atomic structure—not their weight. LREEs are more abundant in nature and typically found in hard rock deposits. Their relative availability contributes to lower market prices compared to heavy rare earths. This group includes lanthanum (La), cerium (Ce), praseodymium (Pr), neodymium (Nd), promethium (Pm), and samarium (Sm), Nd and Pr being especially important for the production of permanent magnets used in electric vehicles and wind turbines.</li><li><b>Heavy Rare Earth Elements (“HREEs”):</b> HREEs are essential for high-performance magnets used in electric vehicles, wind turbines, and advanced defense sys",

          tabTitle3: "REE applications",
          tabSubtitle1: "Dysprosium (Dy) (Heavy Rare Earth)",
          tabSubtitle2: "Terbium (Tb) (Heavy Rare Earth)",
          tabSubtitle3: "Neodymium (Nd) (Light Rare Earth)",
          tabSubtitle4: "Praseodymium (Pr) (Light Rare Earth)",
          tabSubDesc1:
            "<p>Enhances the high-temperature performance of NdFeB magnets.<br/><b>Applications:</b> Electric vehicle motors, military-grade sensors, and wind turbines operating in extreme conditions.</p>",
          tabSubDesc2:
            "<p>Improves magnet performance at high temperatures.<br/><br/><b>Applications:</b> Green energy technology, such as wind turbines, and advanced sensors.</p>",
          tabSubDesc3:
            "<p>Primary use: Neodymium-iron-boron (NdFeB) magnets, the strongest type of permanent magnet.<br/><br/><b>Applications:</b> Electric vehicle motors, wind turbines, hard disk drives, and headphones.</p>",
          tabSubDesc4:
            "<p>Often alloyed with neodymium to enhance magnet strength and heat resistance.<br/><br/><b>Applications:</b> EV motors, wind turbines, and aircraft engines.</p>",
        },
        contact: {
          contactUs: "Contact Us",
          address: "Address",
          email: "Email",
          phone: "Phone",
          feedback: "Feedback",
          name: "Your Name",
          yourEmail: "Your Email",
          subject: "Subject",
          message: "Message",
          submit: "Submit",
          openingHour: "Opening Hour",
          workingHours: "Mon - Fri 08.00 - 18.00",
          mainOffices: "Main Offices",
          location: "Sukhbaatar District, Ulaanbaatar, Mongolia",
          viewLocation: "View Location",
          fullAddress:
            "Trade and Development Bank Headquarters, Peace Avenue-19, 1st Khoroo, Sukhbaatar District, Ulaanbaatar, Mongolia",
        },
        medee: {
          pageTitle: "What is REE?",
          newsTitle: "What are rare earth elements?",
          newsDescription:
            "Rare Earth Elements (REEs) constitute a group of 17 elements within the periodic table encompassing elements with atomic numbers 57 to 71 (lanthanides), along with scandium and yttrium. These elements are present in various amounts within the earth’s crust and soil. Recently, demand for REEs started to grow as they serve as crucial high-tech raw materials with diverse applications. They are integral components in computer hard drives, color televisions, mobile phone screens, offshore wind turbine, electric vehicle battery, aerospace equipment, and defense systems. As the space industry expands, digital transformation accelerates, and renewable energy adoption grows, REEs play a vital role, often likened to indispensable elements and raw materials for 21st-century development. Rare earth elements (REEs) with high magnetic properties and limited global resource include elements such as Dysprosium (Dy), Terbium (Tb), Neodymium (Nd), and Praseodymium (Pr).",
        },
        medee2: {
          pageTitle: "REE Uses",
          newsTitle: "Applications of rare earth elements",
          newsDescription:
            "Rare Earth Elements (REEs) is used in green technologies, industry, glass production, automotive emission control systems, energy storage, energy-efficient electric motors, and a variety of medical technologies. \n IMPORTANT: Especially now, the development of high-tech industries is gaining momentum worldwide, which is further increasing the value and demand for this raw material.",
        },
        medee3: {
          pageTitle: "REE Market",
          newsTitle: "Market Trends",
          newsDescription:
            "Paris Agreement signed countries are committed to work towards global warming and are actively implementing measures to reduce greenhouse gas emissions by 2030. The imperative to shift away from conventional energy sources like oil and coal is inclining the need of renewable energy, “The Energy Transition”. The actions are urgent, hence shaking the commodity market of raw materials sources in the renewable energy technologies and EVs.",
          newsDescription1:
            "To facilitate this transition, a rapid adoption of massive sources of renewable energy is needed which are offshore and onshore wind turbines, hydropower facilities, and solar panels among others. Recent assessments of International Energy Agency indicate that renewable energy’s share in power production is expected to reach 88% by 2050. This surge in renewable energy adoption will drive demand for raw materials used in wind turbine exponentially. Simultaneously, the transition to electric vehicles (EVs) is undeniable. EVs as alternatives to the internal combustion engines are gaining prominence. According to a MarketsandMarkets report, the EV industry is poised for substantial growth with sales projected to increase ninefold by 2030 reaching 4.7 million units compared to 2021. By 2030, EVs are expected to constitute almost 30% of total car sales, a significant leap from the 4% observed in 2021. Overall, the demand for electric vehicles is projected to quadruple by 2040 with an annual growth rate ranging from 3.7% to 12.5%.",
        },
        medee4: {
          pageTitle: "Mongolia REE",
          newsTitle: "Rare earth element deposits in Mongolia",
          newsTitle1: "What opportunities will Rare Earth Elements bring to Mongolia?",
          newsTitle2: "Mongolian reserve ",
          newsDescription:
            "Mongolia possesses a substantial resource of Rare Earth Elements (REE), totaling 3.1 million tons with elevated concentrations primarily found in the southern and western regions of the country. The level of exploration stage vary within these deposits, however, both Khotgor and Kalzan Buregtei deposits stand out as the most extensively studied in adherence to international standards.",
          newsDescription1:
            "Opportunity: The global landscape of  ore element extraction is characterized by concentration in a select number of countries which creating an imbalance in the mineral commodity, therefore, presenting challenges to the energy transition. Prominent countries such as the United States, Australia, Russia, and Canada along with major international mining countries are actively pursuing to the element extraction technologies now with fully adopted mining and processing technologies. Leveraging our mineral endowment Mongolia has the potential to emerge as a supplier of value-added products within this market and establish a distinctive position while fostering relationships with key consumers. This could even potentially obtain a geopolitical advantage to an extent. ",
          newsDescription2:
            "Mongolia boasts abundant Rare Earth Elements (REEs), with six deposits totaling 3.1 million tons of REE oxide resource, positioning the country among the top 15 nations globally in terms of Rare Earth Element geological resource. Existing potential to improve the economy through rare earth mining is possible now with successfully attracted private sector investment. Given the escalating global demand for REEs, the increased mining endeavors hold a promise of bolstering Mongolian economy through heightened foreign and national direct investment, augmented tax revenue, and the creation of employment opportunities and skills improved. Moreover, this presents an avenue to mitigate our excessive dependence on coal and copper mining with third color in the mix. Mongolia is gaining a recognition for the above rare element resources through actions of both Government and private sector investors. The ore type of Mongolia is challenging compared to some deposits, primarily associated with enormous bodies of alkaline intrusives and carbonatites .",
        },
        medee5: {
          pageTitle: "Geology and deposit characteristics",
          newsTitle: "Khalzan Buregtei deposit",
          newsDescription:
            "Rare earth element plays a crucial role in high-tech manufacturing and the global green energy transition. In Mongolia, six deposits, 80 occurrences, and approximately 300 mineralized localities have been identified, with an estimated total resource of 3.1 Mt of total rare earth oxide (TREO). The Khalzan Buregtei is the largest deposit, containing nearly half of the country’s total resource, and has the potential to become one of the world’s few active sources of heavy rare earth elements, including dysprosium (Dy) and terbium (Tb). The REE mineralization potential of the Khalzan Buregtei area was first recognized by a Russian–Mongolian joint expedition during early reconnaissance in 1984. Khalzan Buregtei is classified as a peralkaline REE deposit. The western half of the deposit is underlain by mineralized nordmarkite, whereas the eastern half is underlain by peralkaline granite. A ~500 m diameter circular body of peralkaline granite, hosting the strongest mineralization, is situated at the contact between these two units. Drilling conducted during advanced exploration has shown that the peralkaline granite generally extends to a depth of about 200 m below the surface. The mineralization consists of very fine-grained, disseminated REE-bearing minerals, primarily bastnaesite and synchysite, with additional REE associated with zircon and other Zr-bearing silicate minerals. The mineralization is not visually obvious and contains both light rare earth elements (LREEs) and heavy rare earth elements (HREEs). REE concentrations are strongly elevated within the peralkaline granite and nordmarkite, with both absolute values and the HREE/LREE ratio decreasing downward and outward from the center of the peralkaline granite into the surrounding nordmarkite. Nominal high-, medium-, and low-grade zones have been defined based on overall analytical result patterns. The peralkaline granite is a relatively new source of REEs, typically characterized by low-grade mineralization but very large ore volumes. ",
        },
        medee6: {
          pageTitle: "Project Highlights",
          newsTitle1: "World-Class Resource Base",
          newsDescription11:
            "The Khalzan Buregtei Project hosts a world-class heavy rare earth element resource, uniquely distinguished by its high Dysprosium (Dy) content. With JORC and NI 43-101 compliant reserves, the project ensures long-term sustainable development and positions Mongolia as a strong player in the global strategic supply chain.",
          newsDescription12: "",
          newsTitle2: "High purity products with strong market demand",
          newsDescription21:
            "The Khalzan Buregtei Project aims to produce high-purity rare earth products, particularly NdPr and DyTb, to supply rapidly growing sectors such as electric motors, permanent magnets, and clean technologies.",
          newsDescription22: "",
          newsTitle3: "Low-risk, Cost-efficient Processing",
          newsDescription31:
            "The project applies simple and reliable processing technologies—primarily magnetic separation and flotation—ensuring low-cost and low-risk operations. Pilot-scale trials conducted in 2025 successfully validated the proposed flowsheet, comprising HPGR crushing, staged WHIMS magnetic separation, and flotation. From a 50-tonne bulk sample, a high-quality rare earth concentrate was produced for further downstream processing.",
          newsDescription32: "",
          newsTitle4: "Downstream Processing & Diversified Exports",
          newsDescription41:
            "In addition to concentrate production, studies are being conducted to assess the potential for establishing a downstream facility to produce mixed rare earth oxides. This will enable the creation of higher value-added products, diversify Mongolia’s export portfolio, and strengthen the country’s position in the global market.",
          newsDescription42: "",
          newsTitle5: "Strategic Impact & Infrastructure Support",
          newsDescription51:
            "Located in Western Mongolia, the Khalzan Buregtei Project is a large-scale development with the potential to make a significant contribution to regional growth and national strategic priorities.",
          newsDescription52:
            "Key locational advantages include: Direct access to the AH4 international highway, ensuring reliable regional and national transport and logistics connectivity. ",
          newsDescription53:
            "Proximity to Khovd Airport, facilitating both domestic and international logistics to support project development.",
          newsDescription54:
            "Beyond mining, the project will stimulate local economic growth through the establishment of associated industrial facilities, including reagent supply plants and related services.",
          newsDescription55:
            "Together, these factors position the Khalzan Buregtei Project not only as a mining development, but also as a catalyst for economic and infrastructure advancement across Western Mongolia.",
        },
        history: {
          pageTitle: "Historical Milestones",
          title1: "1984",
          description1:
            "The occurrence of the ore was determined through a geological research expedition conducted by a joint venture between Russia and Mongolia.",
          title2: "1987",
          description2: "Study of Air-borne Gamma Ray Spectrometry",
          title3: "1989",
          description3: "First soil sampling campaign",
          title4: "1990",
          description4: "First reconnaissance campaign",
          title5: "2012",
          description5: "First drill campaign",
          title6: "2013",
          description6: "Positive resource estimate published",
          title7: "2018",
          description7: "The feasibility study was approved by the Minerals Professional Counci",
          title8: "2021",
          description8: "NI43101 Prelimibnary Economic Assessment (PEA) completed",
          title9: "2022",
          description9: "Commencement of detailed exploration work to determine proven reserves ",
          title10: "2024",
          description10: "International Feasibility Study to be concluded",
        },
        sustainable: {
          local: {
            pageTitle: "Local Community",
          },
          fund: {
            pageTitle: "Development Fund",
          },
          enviroment: {
            pageTitle: "ENVIRONMENT",
            newsTitle: "ENVIRONMENT",
            newsDescription:
              "Comprehensive Environmental Social Management Plan (ESMP) was prepared and submitted followjng the extent of technical activities to be implemented prior the exploration following national laws, regulations with an adoption of international E&S practice. The REE deposit is not a radioactive deposit both per Mongolian law and international mining practice. However, the company has voluntarily adopted  “General Procedures for Environmental Protection working with Naturally occurring radiation material”, “Internal Rules for Radiation Safety”, and “Radiation Protection Program”following the recommendations of the officials.",
            newsDescription1:
              "Moreover, environmental protection and mitigation of adverse impacts were prioritized during exploration activities and actions were not limited to the ESMP, concerted efforts were made in collaboration with local administrations, public organizations, and professional stakeholders to implement and ensure the efficacy of the prescribed measures. ",
            tabMainTitle1: "SHORT TERM: EXPLORATION PHASE",
            tabTitle1: "Environmental:",
            tabDescription11: "Climate change, energy management",
            tabDescription12: "greenhouse gas emissions",
            tabDescription13: "Water management",
            tabDescription14: "Biodiversity",
            tabTitle2: "Social:",
            tabDescription21: "Health and safety",
            tabDescription22: "Occupational Safety",
            tabDescription23: "Transparency",
            tabDescription24: "Diversity, equal participation and gender",
            tabDescription25: "Community engagement",
            tabDescription26: "Human capital",
            tabDescription27: "Tangible and intangible cultural heritage",
            tabTitle3: "Governance:",
            tabDescription31: "Governance, strategy and legal compliance",
            tabDescription32: "Transparency",
            tabDescription33: "Ethics",
            tabDescription34: "Supply management",
            tabMainTitle2: "IN THE MEDIUM TERM: PROJECT DEVELOPMENT PHASE",
            tabTitle4: "Environmental:",
            tabDescription41: "Climate change, energy management and greenhouse gas emissions",
            tabDescription42: "Appropriate use and management of resources",
            tabDescription43: "Water management",
            tabDescription44: "Waste management and mine closure",
            tabDescription45: "Biodiversity",
            tabDescription46: "Soil contamination",
            tabTitle5: "Social:",
            tabDescription51: "Health and safety",
            tabDescription52: "Occupational Safety",
            tabDescription53: "Human rights",
            tabDescription54: "Transparency",
            tabDescription55: "Diversity, equal participation and gender",
            tabDescription56: "Local cooperation",
            tabDescription57: "Human capital",
            tabDescription58: "Cultural heritage",
            tabTitle6: "Governance:",
            tabDescription61: "Governance, strategy and legal compliance",
            tabDescription62: "Openness and transparency",
            tabDescription63: "Ethos",
            tabDescription64: "Stakeholder Collaboration",
          },
        },
        videos: {
          banner: {
            subtitle: "Watch Our",
            title: "Media",
            breadcrumb1: "Videos",
            breadcrumb2: "Gallery",
          },
          section: {
            title: "Our Video Gallery",
            description:
              "Watch our latest videos showcasing our operations, environmental initiatives, and community impact.",
          },
          video1: {
            title: "Journey to Khovd Vlog 1",
          },
          video2: {
            title: "Journey to Khovd Vlog 2",
          },
          video3: {
            title: "Journey to Khovd Vlog 3",
          },
          video4: {
            title: "National treasure of the Khovd #1",
          },
          video5: {
            title: "National treasure of the Khovd #2",
          },
          news1: {
            title: "Young Engineer Building the Future",
            intro:
              "On the occasion of International Women's Rights Day, we are highlighting a young female engineer from our team who is striving to extract new mineral wealth in Mongolia's mining sector. G. Byambajav's inspiring real story and aspirations demonstrate how women's roles in the mining industry are increasingly expanding and how the new generation is building their future. 🚀💡",
            htmlContent: `<article>
  <h5>What was the biggest reason that led you to pursue a career in mining?</h5>
  <p>
    When I was a child, I often visited my grandparents’ birthplace in Bayankhongor. While enjoying the beauty of nature in warm seasons,
    I couldn’t ignore the scars left on the land by artisanal gold miners—commonly known as “ninjas”—who had dug up the ground without rehabilitation.
    Seeing those abandoned sites raised questions in me: Who is responsible for this? Who will protect the environment? Those questions drew me to the mining sector.
  </p>
  <p>
    Due to the irresponsible actions of a few, the environment, local communities, as well as professional companies and their employees, all suffer—something truly regrettable.
    That is why I decided to study this profession and dedicate myself to developing responsible mining in Mongolia.
  </p>

  <h5>What is the most rewarding and most challenging aspect of working in the mining industry?</h5>
  <p>
    My profession is Mineral Processing Engineer. Each deposit has unique characteristics depending on many factors.
    For me, the challenge and also the most interesting part is to develop the most efficient processing method suited to each deposit’s characteristics.
  </p>
  <p>
    Although mining has not yet started at the Khalzan Buregtei deposit, our future goal excites me greatly.
    Knowing that we could export value-added products and make a real contribution to the world’s pursuit of a green future is both thrilling and something to be proud of.
  </p>

  <h5>As a female engineer, what challenges have you faced in this industry and how did you overcome them?</h5>
  <p>
    In the mining sector, there is no strict division of tasks between men and women—the only thing that matters is skill and knowledge.
    This becomes clearer with each passing year.
  </p>
  <p>
    During my student years, I did an internship at the Polytechnic College of Dornod province.
    At that time, I observed and even tried some of the daily tasks of welders and mechanics at the mine.
    This helped me truly understand the value of my profession and gave me a sense of the working conditions ahead.
    From then on, I have never stepped back because of being a woman, but have continued to strive toward my bigger goals.
  </p>

  <h5>How do you plan to develop yourself in this sector and what goals are you aiming to achieve?</h5>
  <p>
    Successfully implementing a major mining project is never the result of just one person’s effort—it requires the long-term dedication, ambition, and responsibility of a whole team.
    As a young professional, I am determined to learn from the skilled engineers I work with and gain valuable experience in order to become a highly qualified specialist in mining.
  </p>
  <p>
    Ultimately, my biggest goal is to be part of a major project team that writes a new chapter in Mongolia’s mining industry,
    contributing new energy to the country’s development.
  </p>
</article>
`,
          },
          news2: {
            title:
              "ollaboration between Khalzan Buregtei Project and Institute of Physics and Technology of MAS",
            intro:
              "The Mongolian National Rare Earth Corp (MNREC), implementer of the Khalzan Buregtei Rare Earth Elements Project, has signed a memorandum of cooperation with the Institute of Physics and Technology of the Mongolian Academy of Sciences (MAS). The memorandum was signed on November 27 by Academician J. Davaasambuu, Director of the Institute of Physics and Technology, and Ms. Ch. Munkhjargal, Deputy Project Director of the Khalzan Buregtei Project.",
            htmlContent: `<article>
  <p>
    This cooperation aims to deliver accurate information to the public about the science of physics, particularly radiation, including international standards, requirements, and practices on radiation safety.
  </p>

  <ul>
    <li>
      To effectively implement this memorandum of cooperation between the professional research institute and the private sector, both parties will establish a joint working group. Within this framework:
    </li>
    <li>
      Provide scientifically grounded and accurate information to the public about rare earth elements, sustainable development, and their social benefits;
    </li>
    <li>
      Organize scientific and theoretical meetings and seminars on radiation protection, safety, response measures, natural radiation doses, and potential impacts on humans, animals, and the environment, as well as implement joint programs to mitigate these risks;
    </li>
    <li>
      Conduct awareness training and educational lectures for local administrations, community members, and target groups with participation of scientists and researchers.
    </li>
  </ul>

  <p>
    Furthermore, the team of professional scientists from the Institute of Physics and Technology of MAS will provide expert evaluation and support for the company’s radiation monitoring research and other radiation-related studies,
    while also exchanging technological experience and offering mutual professional assistance.
  </p>
</article>
`,
          },
          news3: {
            title: "IMARC: Mining Giants Gather in One Place",
            intro:
              "Last week, Sydney hosted the world’s largest mining industry conference, the “International Mining and Resources Conference” (IMARC). IMARC is held annually, bringing together mining leaders and experts to discuss key topics such as reducing environmental impact, sustainability, digital transformation, and the global energy transition.",
            htmlContent: `<article>
  <p>
    <strong>Scale:</strong> IMARC 2023 welcomed participants from over 120 countries, with more than 800 mining companies,
    and hosted over 9,000 delegates, guests, and industry representatives — making it a truly large-scale event.
  </p>

  <p>
    Industry leaders such as BHP, American Rare Earths, Australian Strategic Materials, McKinsey, and the Australian Government’s Trade and Investment Commission participated.
    From Mongolia, the Mongolian National Mining Association and the Khalzan Buregtei Rare Earth Project team took part.
  </p>

  <p>
    <strong>Highlight:</strong> Wood Australia, the mining consultancy firm that conducted the Preliminary Feasibility Study (PFS) of the Khalzan Buregtei Project,
    also participated in IMARC. During the event, we were pleased to officially receive the Preliminary Feasibility Study report of the project in person.
  </p>

  <p>
    Furthermore, during the conference, the Environmental and Sustainability team of Khalzan Buregtei met with the project’s key PFS partners —
    Wood Australia (responsible for the PFS) and Knight Piesold (responsible for the Tailings Management Study) — to exchange insights and strategies
    for the upcoming Definitive Feasibility Study (DFS) stage.
  </p>
</article>
`,
          },
          news4: {
            title: "World Bank: Mongolia’s Rare Earth Element Mining Attracts Global Attention",
            intro:
              "The World Bank’s report <em>“Mongolia – Climate and Development”</em> outlines comprehensive reform measures to support Mongolia’s climate and development policies and strategies. It also highlights trends in coal, copper, and rare earth elements.",
            htmlContent: `<article>
  <h5>Aligning Goals</h5>
  <p>
    According to the World Bank, Mongolia should align its climate change agenda with its economic development goals.
    At a time when global demand for coal is declining, Mongolia’s economy remains heavily dependent on coal exports,
    putting it at risk. Therefore, by increasing demand for copper and other minerals,
    Mongolia could both diversify its economy and contribute to climate change mitigation.
  </p>

  <h5>Boosting Rare Earth Elements</h5>
  <p>
    Copper production is Mongolia’s greatest mining opportunity, with operations at Oyu Tolgoi—the world’s largest copper mine
    and Mongolia’s major producer—expected to continue until 2055. Rare earth elements (REE) are also emphasized as a mineral with a strong growth outlook.
  </p>

  <p>
    Mongolia possesses 3.1 million tons of REE reserves, but uncertainties related to export strategies and investment costs hinder development.
    These issues need to be addressed before mining can begin.
  </p>

  <p>
    Mongolia’s REE reserves and potential have already drawn global attention. Last year, even the United States signed an agreement with Mongolia to trade REEs.
    Initial exploration of three REE deposits began in 2013, with the “Khalzan Buregtei” deposit showing the most progress.
    Thus, defining strategies for REE mining, exports, and revenue distribution is crucial before moving into production.
  </p>

  <p>
    Since REE deposits are located in remote areas without infrastructure, significant investments in infrastructure development,
    energy, transportation, and domestic processing will also be necessary.
  </p>

  <p>
    In other words, for Mongolia to overcome coal dependency and advance to the next stage of mining,
    it must accelerate REE development in line with global trends and reduce investor uncertainty, the report advises.
  </p>
</article>
`,
          },
          news5: {
            title: "Government Approves Its 2024-2028 Policy",
            intro:
              "The current coalition government has approved six major policies for its term, aimed at increasing the processing of mineral resources and export revenues in the mining sector, accelerating geological surveys, exploration activities, and opening new deposits.",
            htmlContent: `<div class="en">
    <h2>Focus on Infrastructure</h2>
    <p>Under these six policies, major projects such as developing infrastructure in national and satellite cities, upgrading and expanding the capacity of the Thermal Power Plant IV and Choibalsan Thermal Power Plant are included.</p>

    <h2>Focus on Mining</h2>
    <p>Section 3.3.1 of the government's 2024-2028 policy outlines mining-related policies and programs. Specifically, 3.3.1.7 states: "Projects for rare earth element processing plants will be supported by policy." Therefore, over the next four years, the government aims to increase investment in rare earth minerals, boosting the country's mineral wealth. This lays the foundation for new types of projects in the mining sector, which previously focused only on coal and copper extraction.</p>

    <h2>Rare Earth Element Situation</h2>
    <p>Currently, Mongolia has a total rare earth oxide reserve of 3.1 million tons across six deposits, four large and two small. The largest reserve is the Khalzan Buregtei deposit.</p>
    <p>This deposit contains key rare earth elements such as praseodymium, neodymium, dysprosium, and terbium, essential for renewable energy and electric vehicle production. The government plans to focus on enhancing the economic benefits of this deposit and implementing a processing plant project over the next four years.</p>

    <h2>Impact of New Projects</h2>
    <p>Furthermore, accelerating new mining projects like rare earth element extraction could increase export revenues and diversify the economy. According to the government's 4-year plan, supporting rare earth processing plants could strengthen Mongolia's position in the global technology sector and expand international cooperation.</p>
    <p>As mentioned, elements such as praseodymium, neodymium, dysprosium, and terbium are critical for high-tech industries and considered strategic raw materials worldwide.</p>
    <ul>
        <li>They are essential for producing renewable energy, electric vehicles, batteries, wind turbines, and smart devices.</li>
        <li>Rare earth elements are highly valuable and crucial export products, significantly increasing foreign currency earnings.</li>
        <li>Supporting projects like Khalzan Buregtei can attract foreign investment, develop infrastructure and processing plants, and create new jobs in remote provinces.</li>
    </ul>
</div>`,
          },
          news6: {
            title: "Mongolia and Japan to Cooperate in Rare Earth Elements",
            intro:
              "The Mongolian National Rare Earth Corporation (MNREC) and Japan Oil, Gas and Metals National Corporation (JOGMEC) signed a memorandum of understanding on August 20 to cooperate on the Khalzan Buregtei rare earth project. The formal signing ceremony took place on September 10, coinciding with the completion of the preliminary feasibility study (PFS) for the Khalzan Buregtei project.",
            htmlContent: `<div class="en">
    <h2>Within the Cooperation Framework…</h2>
    <p>The parties will exchange experience to refine mining strategies at the Khalzan Buregtei deposit and improve project management. Furthermore, with JOGMEC's involvement, they aim to attract investors and provide critical support to accelerate project activities.</p>

    <h2>Introducing: Rare Earth Project</h2>
    <p>Since 2012, MNREC LLC has been implementing the Khalzan Buregtei rare earth project in Myangad district, Khovd province. Khalzan Buregtei is 100% Mongolian-invested and is the only Mongolian rare earth project at the preliminary feasibility stage compliant with NI43-101 standards. Rare earth elements (REEs) are a group of 17 elements used in green technologies, including smartphone screens, electric vehicles (EVs), and renewable energy sources.</p>

    <p>The company plans to start the final feasibility study around mid-October and aims to complete it in the first quarter of 2026.</p>

    <h2>About JOGMEC</h2>
    <p>JOGMEC was established in 2004 by merging Japan's national oil corporation and the Japan Metal Mining Agency. The company has been working to strengthen Japan’s supply chains for oil, natural gas, non-ferrous metals, and minerals, ensuring resource security. Currently, its operations extend to Africa, South America, Southeast Asia, and Australia.</p>

    <p>Important: As noted, JOGMEC plays a crucial role in Japan’s energy and resource strategy, supporting diversified energy supply, critical metal management, and environmental sustainability.</p>

    <p>Through this new cooperation with MNREC LLC, mining and management at the Khalzan Buregtei deposit will improve, and Mongolia’s mining sector will take a step forward in producing new types of products, exporting value-added rare earth oxides.</p>
</div>`,
          },
          news7: {
            title: "Top 5 Largest Rare Earth Companies in the World",
            intro:
              "The market value of the world’s top five rare earth companies is approximately 3.5 times larger than Mongolia's GDP ($19.87 billion).",
            htmlContent: `<div class="en">
    <p>In addition to holding reserves equivalent to 29.3% of China’s total discovered rare earth elements (44 million tons), China Northern Rare Earth High-Tech is the largest rare earth company globally.</p>

    <p>The company’s market value has grown by 42.8% over the past five years.</p>
    <p>Most major rare earth companies in the world are publicly traded, and China Northern Rare Earth High-Tech has an average dividend yield of 0.42%.</p>

    <p>Moreover, most of the top rare earth companies are based in China, Australia, and the United States.</p>

    <p>Lynas, Australia’s largest rare earth company, produces around 22,000 tons of rare earth elements annually, playing a key role in diversifying the global rare earth supply chain and reducing China’s influence.</p>

    <p>MP Materials, the largest rare earth producer in the U.S., extracts approximately 15,000 tons of rare earth elements annually from the Mountain Pass mine, reducing dependence on Chinese imports.</p>

    <p>Each year, these companies continue to make significant contributions to the renewable energy sector, electric vehicles, and their national economies, strengthening independence and sustainability.</p>
</div>`,
          },
        },
        footer: {
          copyRight: " MNREC",
        },
      };
  }
}
export type Locale = "en" | "mn";

export const locales: Locale[] = ["en", "mn"];
export const defaultLocale: Locale = "mn";

export type Dictionary = {
  home: {
    keyWord: string;
    keyNote: string;
  };
  cta: {
    deploy: string;
    docs: string;
  };
  links: {
    learn: string;
    examples: string;
    next: string;
  };
  menu: {
    about: string;
    about_intro: string;
    about_vision: string;
    about_team: string;
    kb_project: string;
    kb_overview: string;
    kb_history: string;
    kb_highlight: string;
    kb_geology: string;
    kb_achievements: string;
    rare_earth: string;
    ree_what: string;
    ree_uses: string;
    ree_market: string;
    ree_mongolia: string;
    sustainability: string;
    community: string;
    environment: string;
    social: string;
    development_fund: string;
    news_media: string;
    latest_news: string;
    video: string;
    gallery: string;
    report: string;
    contact: string;
    address: string;
    email_phone: string;
    feedback: string;
  };
  about: {
    aboutUs: string;
    mission: string;
    visionTitle: string;
    visionText: string;
    introduction: string;
    heading: string;
    shortDescription: string;
    licenses: string[];
    counter1Title: string;
    counter2Title: string;
    counter3Title: string;
    counter4Title: string;
    team: string;
    manager1: string;
    manager2: string;
    jobPosition1: string;
    jobPosition2: string;
    managerDesc1: string;
    managerDesc2: string;
  };
  contact: {
    contactUs: string;
    address: string;
    email: string;
    phone: string;
    feedback: string;
    name: string;
    yourEmail: string;
    subject: string;
    message: string;
    submit: string;
    openingHour: string;
    workingHours: string;
    mainOffices: string;
    location: string;
    viewLocation: string;
    writeMessage: string;
    fullAddress: string;
  };
  medee: {
    pageTitle: string;
    newsTitle: string;
    newsDescription: string;
  };
  medee2: {
    pageTitle: string;

    newsTitle: string;
    newsDescription: string;
  };
  medee3: {
    pageTitle: string;

    newsTitle: string;
    newsDescription: string;
    newsDescription1: string;
  };
  medee4: {
    pageTitle: string;

    newsTitle: string;
    newsTitle1: string;
    newsTitle2: string;
    newsDescription: string;
    newsDescription1: string;
    newsDescription2: string;
  };
  medee5: {
    pageTitle: string;

    newsTitle: string;
    newsDescription: string;
  };
  medee6: {
    pageTitle: string;
    newsTitle1: string;
    newsDescription11: string;
    newsDescription12: string;
    newsTitle2: string;
    newsDescription21: string;
    newsDescription22: string;
    newsTitle3: string;
    newsDescription31: string;
    newsDescription32: string;
    newsTitle4: string;
    newsDescription41: string;
    newsDescription42: string;
    newsTitle5: string;
    newsDescription51: string;
    newsDescription52: string;
    newsDescription53: string;
    newsDescription54: string;
    newsDescription55: string;
  };
  history: {
    pageTitle: string;
    title1: string;
    description1: string;
    title2: string;
    description2: string;
    title3: string;
    description3: string;
    title4: string;
    description4: string;
    title5: string;
    description5: string;
    title6: string;
    description6: string;
    title7: string;
    description7: string;
    title8: string;
    description8: string;
    title9: string;
    description9: string;
    title10: string;
    description10: string;
  };
  sustainable: {
    local: {
      pageTitle: string;
    };
    fund: {
      pageTitle: string;
    };
    enviroment: {
      pageTitle: string;
      newsTitle: string;
      newsDescription: string;
      newsDescription1: string;
      tabMainTitle1: string;
      tabTitle1: string;
      tabDescription11: string;
      tabDescription12: string;
      tabDescription13: string;
      tabDescription14: string;
      tabTitle2: string;
      tabDescription21: string;
      tabDescription22: string;
      tabDescription23: string;
      tabDescription24: string;
      tabDescription25: string;
      tabDescription26: string;
      tabDescription27: string;
      tabTitle3: string;
      tabDescription31: string;
      tabDescription32: string;
      tabDescription33: string;
      tabDescription34: string;
      tabMainTitle2: string;
      tabTitle4: string;
      tabDescription41: string;
      tabDescription42: string;
      tabDescription43: string;
      tabDescription44: string;
      tabDescription45: string;
      tabDescription46: string;
      tabTitle5: string;
      tabDescription51: string;
      tabDescription52: string;
      tabDescription53: string;
      tabDescription54: string;
      tabDescription55: string;
      tabDescription56: string;
      tabDescription57: string;
      tabDescription58: string;
      tabTitle6: string;
      tabDescription61: string;
      tabDescription62: string;
      tabDescription63: string;
      tabDescription64: string;
    };
  };
  videos: {
    banner: {
      subtitle: string;
      title: string;
      breadcrumb: string;
    };
    section: {
      title: string;
      description: string;
    };
    video1: {
      title: string;
    };
    video2: {
      title: string;
    };
    video3: {
      title: string;
    };
    video4: {
      title: string;
    };
    video5: {
      title: string;
    };
    news1: {
      title: string;
      intro: string;
      htmlContent: string;
    };
    news2: {
      title: string;
      intro: string;
      htmlContent: string;
    };
    news3: {
      title: string;
      intro: string;
      htmlContent: string;
    };
    news4: {
      title: string;
      intro: string;
      htmlContent: string;
    };
    news5: {
      title: string;
      intro: string;
      htmlContent: string;
    };
    news6: {
      title: string;
      intro: string;
      htmlContent: string;
    };
    news7: {
      title: string;
      intro: string;
      htmlContent: string;
    };
  };
  footer: {
    copyRight: string;
  };
};

export async function getDictionary(locale: Locale): Promise<Dictionary> {
  switch (locale) {
    case "mn":
      return {
        home: {
          keyWord: "Хязгаар нутгийн хөгжлийн төлөө хамтдаа ",
          keyNote:
            "Тогтвортой ховор элементийн нийлүүлэлтийн сүлжээг бий болгон, ногоон эрчим хүч рүү шилжилтийг түргэтгэх нь",
        },
        cta: {
          deploy: "Шууд байршуул",
          docs: "Баримт унших",
        },
        links: {
          learn: "Сурах",
          examples: "Жишээнүүд",
          next: "nextjs.org руу очих →",
        },
        menu: {
          about: "БИДНИЙ ТУХАЙ",
          about_intro: "ТАНИЛЦУУЛГА",
          about_vision: "АЛСЫН ХАРАА, ЭРХЭМ ЗОРИЛГО",
          about_team: "УДИРДЛАГЫН БАГ",
          kb_project: "ХБ ТӨСӨЛ",
          kb_overview: "ХАЛЗАН БҮРЭГТЭЙ ТӨСӨЛ",
          kb_history: "ТӨСЛИЙН ТҮҮХ",
          kb_highlight: "ТӨСЛИЙН ОНЦЛОХ ҮЗҮҮЛЭЛТҮҮД",
          kb_geology: "ГЕОЛОГИ, ОРДЫН ОНЦЛОГ",
          kb_achievements: "ХИЙГДСЭН АЖЛУУД",
          rare_earth: "ГАЗРЫН ХОВОР ЭЛЕМЕНТ",
          ree_what: "ГХЭ ГЭЖ ЮУ ВЭ",
          ree_uses: "ГХЭ ХЭРЭГЛЭЭ",
          ree_market: "ЗАХ ЗЭЭЛ",
          ree_mongolia: "МОНГОЛЫН ГХЭ",
          sustainability: "ТОГТВОРТОЙ ХӨГЖИЛ",
          community: "ОРОН НУТАГ",
          environment: "БАЙГАЛЬ ОРЧИН",
          social: "НИЙГМИЙН ХАРИУЦЛАГА",
          development_fund: "ХАЛЗАН БҮРЭГТЭЙ ХӨГЖЛИЙН САН",
          news_media: "МЭДЭЭ & МЕДИА",
          latest_news: "СҮҮЛИЙН ҮЕИЙН МЭДЭЭ",
          video: "ВИДЕО",
          gallery: "ЗУРГИЙН САН",
          report: "ТАЙЛАН",
          contact: "ХОЛБОО БАРИХ",
          address: "ХАЯГ, БАЙРШИЛ",
          email_phone: "И-МЭЙЛ, УТАС",
          feedback: "ОНЛАЙН САНАЛ ХҮСЭЛТ",
        },
        about: {
          aboutUs: "Бидний тухай",
          mission: "ЭРХЭМ ЗОРИЛГО",
          visionTitle: "АЛСЫН ХАРАА",
          visionText:
            "Дэлхийн хүнд Газрын ховор элементийн найдвартай ханган нийлүүлэгч болж сэргээгдэх эрчим хүч, ногоон технологийн хөгжилд бодит хувь нэмэр оруулах.",
          introduction: `Монголиан Нэшнл Рийр Ийрт Корп ХХК (МНРИК) нь дотоодын 100% хөрөнгө оруулалттай үндэсний уул уурхайн компани юм. Ховд аймгийн Мянгад сумын нутагт орших газрын ховор элементийн “Халзан бүрэгтэй” төсөл дээр төвлөрөн ажиллаж байна.`,
          heading: "КОМПАНИЙН ТАНИЛЦУУЛГА",
          shortDescription:
            "МНРИК нь Мянгад сумын нутагт байрлах ашиглалтын тусгай зөвшөөрлүүдийг эзэмшдэг:",
          licenses: ["Ар хүрэн - MV-012335", "Халзан бүрэгтэй - MV-006911"],
          counter1Title: "Ашиглалтын тусгай зөвшөөрөл",
          counter2Title: "Хайгуулын тусгай зөвшөөрөл",
          counter3Title: "Нийт ажилчид",
          counter4Title: "Нэгдлийн компаниуд",
          team: `МЕНЕЖМЕНТИЙН БАГ`,
          manager1: "Ч.МӨНХЖАРГАЛ",
          jobPosition1: "ТӨСӨЛ ХАРИУЦСАН ДЭД ЗАХИРАЛ",
          manager2: "Ч.ОДГЭРЭЛ",
          jobPosition2: "БИЗНЕС ХӨГЖЛИЙН МЕНЕЖЕР",
          managerDesc1: `Ч.Мөнхжаргал нь уул уурхай, ашигт малтмал боловсруулалтын салбарын олон төсөл дээр 20 орчим жил ажиллаж буй туршлагатай, өндөр ур чадвартай мэргэжилтэн юм.
              Истанбулын Техникийн их сургуульд Ашигт малтмалын баяжуулалтын чиглэлээр бакалавр, магистрын зэрэг хамгаалж, СЭЗИС-ийн MBA зэрэг хамгаалсан тэрбээр ажлын гараагаа Ухаа худгийн нүүрсний уурхайн (UHG) төслөөс эхлүүлж байв.
              Монголын анхны 15 сая тонн коксжих нүүрсний үйлдвэрийг ашиглалтад оруулах багийн үйл ажиллагааг жигдрүүлэхэд голлох үүрэг гүйцэтгэсэн түүний хувьд мөн Монгол-Германы хамтарсан ашигт малтмал, технологийн их сургуульд (GMIT) 4 жил багшилж, залуу инженерүүдийг бэлтгэхэд үнэтэй хувь нэмэр оруулсан туршлагатай. Боловсролын салбарт богино хугацаанд ажилласныхаа дараа тэрбээр төмрийн хүдрийн төслүүд, тэр дундаа гангийн үйлдвэрлэлийн техникийн олон талт байдлыг судлах, төмрийн хүдэр боловсруулах, үрлэн бүтээгдэхүүний үйлдвэрлэлд төвлөрч, уул уурхайн салбартаа эргэн ажиллаж эхэлсэн.
              Өдгөө тэрбээр газрын ховор элементийн Халзан бүрэгтэй ордын техникийн судалгаанаас эхлээд төслийг ашиглалтад бэлтгэх бүхий л үе шатанд хяналт тавин ажиллаж байна.
              `,
          managerDesc2: `Одгэрэл нь стратеги болон санхүүгийн удирдлагын чиглэлээр 15 гаруй жилийн туршлага хуримтлуулсан, олон улсын түвшинд мэргэшсэн мэргэжилтэн юм. Тэрээр Австралийн Torrens их сургууль-д суралцан Бизнесийн удирдлагын магистр (MBA) болон Дэлхийн төслийн удирдлагын магистр зэрэг хамгаалсан бөгөөд CPA Australia болон CPA Mongolia-ийн гишүүн юм.
              Одоогоор тэрээр МНРИК-ийн Бизнес хөгжлийн менежер албыг хашиж, компанийн өсөлтийн зорилготой уялдсан стратегийн санаачилгуудыг амжилттай хэрэгжүүлэхийн тулд өөрийн мэдлэг, туршлагаа ашиглан манлайлан ажиллаж байна.
              МНРИК-д ажиллахаасаа өмнө Одгэрэл Австралийн Мельбурн хотод үйл ажиллагаа явуулдаг нэр хүндтэй бизнесийн зөвлөх компанид ес гаруй жил ажиллаж, олон төрлийн төсөл, багцыг амжилттай удирдсан билээ.
              `,
        },
        contact: {
          contactUs: "Холбоо барих",
          address: "Хаяг",
          email: "И-мэйл",
          phone: "Утас",
          feedback: "Санал хүсэлт",
          name: "Таны нэр",
          yourEmail: "Таны и-мэйл",
          subject: "Сэдэв",
          message: "Зурвас",
          submit: "Илгээх",
          openingHour: "Ажлын цаг",
          workingHours: "Даваа - Баасан 08.00 - 18.00",
          mainOffices: "Төв оффис",
          location: "Улаанбаатар хот, Сүхбаатар дүүрэг",
          viewLocation: "Газрын зургаар харах",
          writeMessage: "Та зурвасаа бичнэ үү",
          fullAddress:
            "Улаанбаатар хот, Сүхбаатар дүүрэг, 1 дүгээр хороо, Энхтайвны өргөн чөлөө-19, Худалдаа хөгжлийн банкны төв байр, 1301 тоот",
        },
        medee: {
          pageTitle: "ГХЭ гэж юу вэ?",
          newsTitle: "Газрын ховор элемент гэж юу вэ?",
          newsDescription:
            "Газрын ховор элемент буюу Rare earths elements (REEs) нь химийн үелэх систем дэх 57-71 (лантанидууд) атомын дугаартай элементүүд мөн сканди, иттриумийг багтаасан 17 элементийн бүлэг нэр юм. Эдгээр нь хэмжээний хувьд харилцан адилгүйгээр дэлхийн хурдас, чулуулагт тархсан байдаг. ГХЭ нь компьютерын хатуу диск, өнгөт зурагт, гар утасны дэлгэцээс эхлээд цахилгаан автомашин, сэргээгдэх эрчим хүчний эх үүсвэрийн мотор, сансрын төхөөрөмжийн эд анги, батлан хамгаалахын тоног төхөөрөмжүүдэд ордог хэрэглээний хувьд харилцан адилгүй өндөр технологийн түүхий эд юм. Өсөн нэмэгдэж буй сэргээгдэх эрчим хүчний хэрэглээ, дижитал шилжилт, сансрын салбарын хөгжлөөс улбаалан эдгээр элементийн хэрэглээний цар хүрээ жилээс жилд нэмэгдсээр байгаа бөгөөд XXI зууны хөгжлийн түүхий эд, витамин ч гэж нэрлэгдэж байна.",
        },
        medee2: {
          pageTitle: "ГХЭ хэрэглээ",
          newsTitle: "Газрын ховор элементийн хэрэглээ",
          newsDescription:
            "ГХЭ-ийг ногоон технологиуд, аж үйлдвэр, шилний үйлдвэрлэл, автомашины хийн ялгаруулалтын хяналтын систем, эрчим хүчний хадгалалт, эрчим хүчний хэмнэлттэй цахилгаан мотор, анагаах ухааны зэрэг олон салбарт хэрэглэж байна. \n ЧУХАЛ НЬ: Ялангуяа өдгөө өндөр технологид суурилсан аж үйлдвэрийн хөгжил дэлхий дахинаа эрчийг авч байгаа нь тус түүхий эдийн үнэ цэн, эрэлтийг улам нэмэгдүүлсээр байна.",
        },
        medee3: {
          pageTitle: "ГХЭ зах зээл",
          newsTitle: "ЗАХ ЗЭЭЛИЙН ЧИГ ХАНДЛАГА",
          newsDescription:
            "Дэлхийн дулаарлын эсрэг Парисын хэлэлцээрт нэгдсэн улс орнууд 2030 он хүртэл агаар дахь хүлэмжийн хийг бууруулахад чиглэсэн алхмуудыг эрчимтэй хийж байна. Энд уламжлалт түлш болох нүүрс, газрын тосноос хамаарсан эрчим хүчний эх үүсвэрээс татгалзан сэргээгдэх эрчим хүч рүү шилжих зайлшгүй шаардлага тулгараад буй. Дэлхий даяар өрнөж буй энэхүү хөдөлгөөнийг “Эрчим хүчний шилжилт” гэж түгээмлээр тодорхойлдог. Уг шилжилтийг хийхэд салхин сэнс, усан цахилгаан станц, нарны зайн хураагуур зэрэг сэргээгдэх эх үүсвэрийг хэрэглээнд яаралтай шилжүүлэх шаардлагатай байгаа. Сэргээгдэх эрчим хүчний цахилгаан эрчим хүч үйлдвэрлэлд эзлэх хувь 2050 он гэхэд 88% болж өсөх таамагтай ба үүнийг дагаад салхин сэнсний моторын түүхий эдүүдийн эрэлт ч нэмэгдэхээр байгааг Олон улсын эрчим хүчний агентлагийн сүүлд гаргасан судалгаа баримтууд баталж байна. ",
          newsDescription1:
            "Нөгөө талаас газрын тосны бүтээгдэхүүн байгалийн хийгээр, нүүрсхүчлийн хий ихээр ялгаруулдаг дотоод шаталтат хөдөлгүүртэй автомашин цэнэг хураагуурт суурилсан цахилгаан автомашин (EV) руу шилжих нь зайлшгүй болоод байна.  Ирэх жилүүдэд цахилгаан автомашины зах зээл тасралтгүй нэмэгдэж, борлуулалт нь 2030 он гэхэд 2021 оныхоос 9 дахин нэмэгдэж 4.7 саяд хүрэх MarketsandMarkets-н судалгаа байна. Улмаар EV-н борлуулалтын нийт автомашины борлуулалтад эзлэх хувь 2021 онд 4% хүрэхээргүй байсан бол 2030 он гэхэд бараг 30%-д хүрэх аж. Тэгвэл нийт ГХЭ-ийн эрэлт хэрэгцээ 2040 он гэхэд одоогийнхоос 4  дахин  өсөх  ба  зөвхөн  EV-с  л  хамаарч  ГХЭ-ийн  эрэлт  жил  бүр  3.7%-12.5%   нэмэгдэхээр байна. Эрэлт өндөртэй ГХЭ-ийн үнэ өсөж, зах  зээлийн  хэмжээ  нь  2028  он  гэхэд  2022  оныхоос 41% өсөж $4 тэрбумд хүрэх тооцоолол ч бий.",
        },
        medee4: {
          pageTitle: "Монголын ГХЭ",
          newsTitle: "Монголын ГХЭ ордууд",
          newsTitle1: "МОНГОЛЫН НӨӨЦ",
          newsTitle2: "МОНГОЛД ГАЗРЫН ХОВОР ЭЛЕМЕНТ ЯМАР БОЛОМЖ АВЧ ИРЭХ ВЭ?",
          newsDescription:
            "Монгол Улс нийт 3.1 сая тн ГХЭ нөөцтэй бөгөөд байршлын хувьд өмнөд болон баруун хэсэгт харьцангуй их хэмжээгээр хуримтлагдсан байдаг. Ордуудын судалгааны түвшин, ашиглалтад бэлтгэгдсэн байдал харилцан адилгүй ба олон улсын стандартаар нөөцийн тооцоо хийгдэж судлагдсан нь Хотгор болон Халзан бүрэгтэйн орд юм. Монгол Улс нийт 3.1 сая тн ГХЭ нөөцтэй бөгөөд байршлын хувьд өмнөд болон баруун хэсэгт харьцангуй их хэмжээгээр хуримтлагдсан байдаг. Ордуудын судалгааны түвшин, ашиглалтад бэлтгэгдсэн байдал харилцан адилгүй ба олон улсын стандартаар нөөцийн тооцоо хийгдэж судлагдсан нь Хотгор болон Халзан бүрэгтэйн орд юм. ",
          newsDescription1:
            "Улсын хэмжээнд нийт ГХЭ-ийн ислийн 3.1 сая тонны нөөц бүхий нийт 6 орд илрүүлээд байна. Энэхүү эрдсийн баялгаараа дэлхийд эхний 15-д ордог. Хэрэв бид олборлолтын үйл ажиллагааг эрчимжүүлбээс газрын ховрын экспортоос их хэмжээний орлого олж эдийн засгаа өсгөх боломжтой. Учир нь ГХЭ-ийн дэлхийн эрэлт хэрэгцээ их байгаа учир үүнийг даган ГШХО нэмэгдэх, татварын орлого өсөх, ажлын байр бий болох зэрэг олон боломж нээгдэнэ. Мөн эрдэс баялгийн экспортын нүүрс, зэсээс хэт хамааралтай байдлыг бууруулах боломжтой юм.   ",
          newsDescription2:
            "БОЛОМЖ: Дэлхийн ГХЭ олборлолт, боловсруулалт цөөн тооны улсад төвлөрсөн байгаа нь эрдэс баялгийн зах зээлд тэнцвэргүй байдлыг бий болгож, эрчим хүчний шилжилтэд эрсдэл үүсгээд буй. ГХЭ олборлолт, бүтээгдэхүүн гаргалтын төвлөрсөн байдлыг бууруулах марафонд АНУ, Австрали, ОХУ, Канад зэрэг хөгжингүй ба түүхий эдийн арвин нөөцтэй орнууд, уул уурхайн үндэстэн дамнасан том корпорацууд оролцож байгаа. Манай улсын хувьд эрдэс баялгийн нөөцдөө тулгуурлан энэхүү зах зээл дээр нэмүү өртөг шингээсэн бүтээгдэхүүн нийлүүлэгч болж, өөрийн гэсэн байр суурийг эзлэх, томоохон хэрэглэгчидтэй түншлэл үүсгэх, улмаар геополитикийн хувьд ч давуу байдал үүсгэх боломжтой байна.",
        },
        medee5: {
          pageTitle: "Геологи, ордын онцлог",
          newsTitle: "Халзан Бүрэгтэй орд",
          newsDescription:
            "Газрын ховор элементүүд (REE) нь өндөр технологийн үйлдвэрлэл болон дэлхийн ногоон эрчим хүчний шилжилтэд маш чухал үүрэгтэй. Монгол Улсад нийтдээ 6 орд, 80 илрэл, ойролцоогоор 300 эрдэсжилттэй цэг бүртгэгдсэн бөгөөд нийт 3.1 сая тонн газрын ховор элементийн ислийн (TREO) нөөцтэй гэж тооцогддог. Тэдгээрийн дундаас хамгийн том нь Халзан Бүрэгтэй орд бөгөөд Монгол Улсын нийт нөөцийн тал орчим хувийг агуулдаг төдийгүй дэлхийд диспрозиум (Dy), тербиум (Tb) зэрэг элементүүд бүхий хүнд газрын ховор элементийн (HREE) цөөн идэвхтэй эх үүсвэрүүдийн нэг болох боломжтой. Халзан Бүрэгтэй ордын газрын ховор элементийн эрдэсжилтийг анх 1984 онд Орос–Монголын хамтарсан судалгааны баг илрүүлсэн. Халзан Бүрэгтэй нь шүлтлэг гранитын төрлийн газрын ховор элементийн ордын төрөлд хамаардаг. Ордын баруун хэсгийг эрдэсжсэн нордмаркит, зүүн хэсгийг голчлон шүлтлэг гранит бүрдүүлдэг бөгөөд эдгээр хоёр геологийн нэгжийн зааг дээр байрлах, ойролцоогоор 500 м диаметртэй дугуй хэлбэрийн шүлтлэг гранитийн биетэд хамгийн хүчтэй хүдрийн эрдэсжилт илэрдэг. Нарийвчилсан хайгуулын үеэр хийсэн өрөмдлөгийн үр дүнгээр энэхүү шүлтлэг гранит нь газрын гадаргаас доош ойролцоогоор 200 м гүнд үргэлжилдэг болох нь тогтоогдсон. Хүдэржилт нь маш нарийн мөхлөгтэй, сарнисан газрын ховор элемент агуулсан эрдсүүдээс бүрдэх бөгөөд үндсэндээ бастнезит, синхизит түүнээс гадна циркон болон бусад циркон агуулсан силикат эрдсүүдэд агуулагдана. Хүдрийн эрдэсжилт нүдэнд ил тод харагдахгүй бөгөөд үндсэн хүдэр нь хөнгөн болон хүнд ховор газрын элементүүдийн (HREE, LREE) аль алиныг нь агуулдаг. Газрын ховор элементийн агуулга шүлтлэг гранит болон нордмаркит дотор өндөр байдаг ба агуулга болон HREE/LREE-ийн харьцаа нь шүлтлэг гранитын төвөөс гадагш болон доошлох тусам буурдаг. Судалгааны үр дүн болон лабораторийн дүн шинжилгээнд үндэслэн өндөр, дунд, бага агуулгатай бүсүүдийг ордын хэмжээнд ялгасан. Шүлтлэг гранит нь газрын ховор элементийн харьцангуй шинэ эх үүсвэр бөгөөд ихэвчлэн бага агуулгатай боловч их хэмжээний хүдрийн биет агуулдгаараа онцлог.",
        },
        medee6: {
          pageTitle: "Төслийн онцлох үзүүлэлтүүд",
          newsTitle1: "Дэлхийн түвшний нөөц",
          newsDescription11:
            "Халзан бүрэгтэй төсөл нь дэлхийд өрсөлдөхүйц хэмжээний хүнд газрын ховор элементийн нөөцтэй, өндөр Dysprosium (Dy) агуулгаараа онцлог. JORC болон NI 43-101 стандартын дагуу баталгаажсан нөөц нь урт хугацааны тогтвортой олборлолтыг хангах боломжтой бөгөөд Монгол Улсыг дэлхийн стратегийн нийлүүлэлтийн сүлжээнд хүчтэй байр суурь эзлэх үндэс суурийг бүрдүүлж байна.",
          newsDescription12: "",
          newsTitle2: "Өндөр чанар, баталгаатай эрэлт",
          newsDescription21:
            "Халзан Бүрэгтэй төслийн үндсэн зорилго нь өндөр цэвэршилттэй NdPr, DyTb зэрэг газрын ховор элементийн бүтээгдэхүүн үйлдвэрлэж, цахилгаан хөдөлгүүр, тогтмол соронз болон цэвэр технологийн өндөр эрэлттэй салбаруудад тогтвортой нийлүүлэх явдал юм.",
          newsDescription22: "",
          newsTitle3: "Эрсдэл багатай, үр ашигтай боловсруулалт",
          newsDescription31:
            "Соронзон ангилалт ба хөвүүлэн баяжуулалт зэрэг шалгарсан, энгийн бөгөөд найдвартай технологийг ашигласнаар тогтвортой, эрсдэл багатай, зардлын хувьд оновчтой үйлдвэрлэл хийх нөхцөлийг бүрдүүлж байна. 2025 онд хийгдсэн хагас үйлдвэрлэлийн түвшний туршилтаар уг технологийн схемийг амжилттай баталгаажуулж, HPGR бутлалт, шаталсан WHIMS соронзон ангилалт болон хөвүүлэн баяжуулалтын дамжлагаар 50 тонн чөмгөн дээжээс өндөр чанарын газрын ховор элементийн баяжмал гарган авч, цаашдын гүн боловсруулалтын туршилтад бэлтгэн нийлүүлсэн.",
          newsDescription32: "",
          newsTitle4: "Гүн боловсруулах үйлдвэр ба экспортын төрөлжилт",
          newsDescription41:
            "Зөвхөн газрын ховрын исэл агуулсан баяжмал үйлдвэрлэхээс гадна, нийлмэл газрын ховор исэл үйлдвэрлэх гүн боловсруулах үйлдвэр байгуулах боломжийг тодорхойлох судалгааны ажлыг хийж байна. Энэ нь нэмүү өртөг шингэсэн бүтээгдэхүүн бий болгож, Монгол Улсын экспортын бүтцийг төрөлжүүлэхийн зэрэгцээ олон улсын зах зээл дэх өрсөлдөх чадварыг нэмэгдүүлэх чухал ач холбогдолтой.",
          newsDescription42: "",
          newsTitle5: "Стратегийн ач холбогдол ба дэд бүтцийн дэмжлэг",
          newsDescription51:
            "Монгол Улсын Баруун бүсэд орших Халзан Бүрэгтэй төсөл нь бүс нутгийн хөгжил, улсын стратегийн зорилтуудад бодит хувь нэмэр оруулах томоохон хэмжээний төсөл юм.",
          newsDescription52:
            "Байршлын гол давуу талууд: AH4 олон улсын хурдны зам дагуу байрлаж, бүс нутгийн болон улсын хэмжээнд найдвартай тээвэр, логистикийн холболтыг хангана.",
          newsDescription53:
            "Ховд нисэх буудалд ойрхон байрлалтай тул дотоод болон олон улсын логистикийг хөнгөвчилж, төслийн хэрэгжилтэд нэмэлт дэмжлэг болно.",
          newsDescription54:
            "Уул уурхайгаас гадна төслийн хэрэгжилтийн явцад бүс нутгийн эдийн засгийн өсөлтийг дэмжих дагалдах үйлдвэр, тухайлбал урвалж бодисын хангамж болон холбогдох үйлчилгээний байгууламжууд бий болно.",
          newsDescription55:
            "Ингэснээр Халзан Бүрэгтэй төсөл нь зөвхөн уул уурхайн төсөл бус, харин Баруун бүсийн эдийн засаг, дэд бүтцийн хөгжлийг хурдасгах стратегийн ач холбогдолтой томоохон төсөл болж байна.",
        },
        history: {
          pageTitle: "Түүхэн замнал",
          title1: "1984",
          description1: "Орос-Монголын хамтарсан геологийн судалгааны экспедиц ордыг анх илрүүлэв",
          title2: "1987",
          description2: "Агаарын гамма- спектрометрийн судалгаа",
          title3: "1989",
          description3: "Гадаргын геохимийн дээжлэлтийн ажил",
          title4: "1990",
          description4: "Анхны эрэл- хайгуулын ажил",
          title5: "2012",
          description5: "Анхны өрөмдлөгийн ажил",
          title6: "2013",
          description6: "Ашигт малтмалын нөөц тогтоогдов",
          title7: "2018",
          description7:
            "Техник эдийн засгийн үнэлгээг эрдэс баялгийн мэргэжлийн зөвлөлөөр  батлуулав",
          title8: "2021",
          description8: "NI43-101 урьдчилсан эдийн засгийн үнэлгээ",
          title9: "2022",
          description9: "Баттай нөөцийг тогтоох нарийвчилсан хайгуулын ажил эхлэв",
          title10: "2024",
          description10: "Олон улсын стандартад нийцсэн Урьдчилсан техник эдийн засгийн үнэлгээ",
        },
        sustainable: {
          local: {
            pageTitle: "Орон нутаг",
          },
          fund: {
            pageTitle: "Халзан бүрэгтэй хөгжлийн сан",
          },
          enviroment: {
            pageTitle: "Байгаль орчин",
            newsTitle: "Байгаль орчин",
            newsDescription:
              "Тусгай зөвшөөрлийн  талбайд  нарийвчилсан  хайгуулын ажил хийх үед орчны хяналт шинжилгээний хөтөлбөрийг төлөвлөн, байгаль  орчныг хамгаалах чиглэлээр Монгол Улсад хэрэгжиж буй хууль, тогтоомж, зааварчилгаа, аргачилсан зөвлөмжүүд, Олон улсын БОНЗ хэрэгжилтийн стандартыг мөрдөж ажиллалаа. Мөн компанийн хэмжээнд “Байгаль орчныг хамгаалах үйл ажиллагааны ерөнхий журам”, “Цацрагийн аюулгүй ажиллагааны дотоод дүрэм”, “Цацрагийн хамгаалалтын хөтөлбөр”-ийг баталж, үйл ажиллагаандаа хэрэгжүүлж байна.",
            newsDescription1:
              "Түүнчлэн хайгуулын ажлын үед байгаль орчныг хамгаалах, сөрөг нөлөөллийг бууруулах арга хэмжээг орон нутгийн захиргаа, олон нийтийн байгууллага, мэргэжлийн оролцогч талуудтай нягт хамтрах, хэрэгжилтийг хангаж ажиллахыг тэргүүний зорилт болгон хэрэгжүүлэв.",
            tabMainTitle1: "Богино хугацаанд: Ордыг ашиглалтад бэлтгэх хайгуулын үе шат",
            tabTitle1: "Байгаль орчин",
            tabDescription11:
              "Уур амьсгалын өөрчлөлт, эрчим хүчний менежмент, хүлэмжийн хийн ялгаруулалт ",
            tabDescription12: "Усны менежмент",
            tabDescription13: "Биологийн олон янз байдал",
            tabDescription14: "Хөрсний бохирдол",
            tabTitle2: "Нийгэм",
            tabDescription21: "Эрүүл мэнд, аюулгүй байдал",
            tabDescription22: "Хөдөлмөрийн аюулгүй байдал",
            tabDescription23: "Ил тод байдал",
            tabDescription24: "Олон талт байдал, тэгш оролцоо, жендер",
            tabDescription25: "Орон нутгийн хамтын ажиллагаа",
            tabDescription26: "Хүмүүн капитал",
            tabDescription27: "Соёлын өв",
            tabTitle3: "Засаглал",
            tabDescription31: "Засаглал, стратеги, хууль эрх зүйн нийцэл",
            tabDescription32: "Нээлттэй, ил тод байдал",
            tabDescription33: "Ёс зүй",
            tabDescription34: "Ханган нийлүүлэлтийн менежмент",
            tabMainTitle2:
              "Дунд хугацаанд: Ордын ашиглалт, бүтээгдэхүүн гаргах төсөл боловсруулалтын үе шат ",
            tabTitle4: "Байгаль орчин",
            tabDescription41:
              "Уур амьсгалын өөрчлөлт, эрчим хүчний менежмент, хүлэмжийн хийн ялгаруулалт ",
            tabDescription42: "Баялгийн зохистой хэрэглээ, менежмент",
            tabDescription43: "Усны менежмент",
            tabDescription44: "Хаягдлын менежмент, уурхайн хаалт",
            tabDescription45: "Биологийн олон янз байдал",
            tabDescription46: "Хөрсний бохирдол",
            tabTitle5: "Нийгэм",
            tabDescription51: "Эрүүл мэнд, аюулгүй байдал",
            tabDescription52: "Хөдөлмөрийн аюулгүй байдал",
            tabDescription53: "Хүний эрх",
            tabDescription54: "Ил тод байдал",
            tabDescription55: "Олон талт байдал, тэгш оролцоо, жендер",
            tabDescription56: "Орон нутгийн хамтын ажиллагаа",
            tabDescription57: "Хүмүүн капитал",
            tabDescription58: "Соёлын өв",
            tabTitle6: "Засаглал",
            tabDescription61: "Засаглал, стратеги, хууль эрх зүйн нийцэл",
            tabDescription62: "Нээлттэй, ил тод байдал",
            tabDescription63: "Ёс зүй",
            tabDescription64: "Оролцогч талуудын хамтын ажиллагаа ",
          },
        },
        videos: {
          banner: {
            subtitle: "Үзэх",
            title: "Бидний Видео",
            breadcrumb: "Видео",
          },
          section: {
            title: "Видео цомог",
            description:
              "Манай үйл ажиллагаа, байгаль орчныг хамгаалах ажил, олон нийтэд үзүүлэх нөлөөг харуулсан сүүлийн үеийн видеонуудыг үзээрэй.",
          },
          video1: {
            title: "Ховдын зүг аян замын влог 1",
          },
          video2: {
            title: "Ховдын зүг аян замын влог 2",
          },
          video3: {
            title: "Ховдын зүг аян замын влог 3",
          },
          video4: {
            title: "Үзэсгэлэнт Ховд",
          },
          video5: {
            title: "Ховдын жижиг дунд бизнес эрхлэгчид",
          },
          news1: {
            title: "Ирээдүйг бүтээлцэх залуу инженер",
            intro:
              "Олон улсын эмэгтэйчүүдийн эрхийг хамгаалах өдрийг тохиолдуулан Монголын уул уурхайн салбарт шинэ эрдэс баялгийг олборлохоор тэмүүлж буй хамт олноосоо залуу инженер эмэгтэйг онцолж байна. Г.Бямбажавын маань урам зориг өгсөн бодит түүх, хүсэл тэмүүлэл нь уул уурхайн салбарт эмэгтэйчүүдийн гүйцэтгэх үүрэг улам бүр нэмэгдэж, шинэ үеийн залуус ирээдүйгээ хэрхэн бүтээж буйг харуулсан бодит жишээ юм. 🚀💡",
            htmlContent: `<article>
  <h5>Таныг уул уурхайн салбарт хөтөлсөн хамгийн том шалтгаан юу байсан бэ?</h5>
  <p>
    Би бага байхдаа өвөө, эмээгийнхээ төрсөн нутаг болох Баянхонгорт их очдог байлаа. Урин дулаан цагт байгалийн сайхныг мэдэрч явахын хажуугаар миний сэтгэлд
    нэгэн толбо үлдсэн нь гар аргаар алт олборлогчид буюу бидний хэлж заншсанаар "нинжа" нарын ухаж сэндийчсэн газар байсан юм. Мэргэжлийн бус, нөхөн сэргээлт
    хийгээгүй үлдээсэн газруудыг хараад үүнд хэн хариуцлага хүлээж, байгаль орчныг хэн аврах вэ гэсэн асуулт намайг уул уурхайн салбар руу хөтөлсөн юм.
  </p>
  <p>
    Хэсэг хүний хариуцлагагүй үйлдлээс үүдэн байгаль орчин, нутгийн иргэд цаашлаад салбарын мэргэжлийн компани, тэдгээрийн олон ажилтан хохирч үлддэг нь маш
    харамсалтай. Иймээс л өөрөө яг мэргэжлийг нь эзэмшээд Монголд хариуцлагатай уул уурхайг хөгжүүлэх үйлсэд гар бие зүтгэхээр шийдсэн.
  </p>

  <h5>Уул уурхайн салбарт ажиллахын хамгийн сайхан болон хамгийн сорилттой тал нь юу вэ?</h5>
  <p>
    Миний мэргэжил Баяжуулалтын инженер. Орд бүрийн шинж чанар нь олон хүчин зүйлээс улбаатайгаар өөр өөр байдаг. Харин миний мэргэжлийн хувьд ордын шинж чанарт
    тохируулж боловсруулалтын хамгийн үр ашигтай арга аргачлалыг гаргах нь сонирхолтой бөгөөд том сорилт нь.
  </p>
  <p>
    Халзан бүрэгтэй ордын олборлолт одоохондоо эхлээгүй ч ирээдүйд бидний зорьж, тэмүүлж буй зүйл бол маш үнэ цэнтэй санагдаж байгаа. Бид нэмүү өртөг шингэсэн
    бүтээгдэхүүнийг экспортолж ногоон ирээдүй рүү тэмүүлж буй дэлхий нийтийн зорилтод бодит хувь нэмэр оруулах боломжтой гэхээр үнэхээр догдлом бас бахархам биш гэж үү.
  </p>

  <h5>Эмэгтэй инженерийн хувьд энэ салбарт тулгардаг бэрхшээл, даван туулсан сорилтуудаасаа хуваалцахгүй юу?</h5>
  <p>
    Уул уурхайн салбарт хүйсийн ялгаа, эрэгтэй, эмэгтэй хүний хийх ёстой ажил гэж байдаггүй бөгөөд зөвхөн ур чадвар, мэдлэгээрээ л ялгардаг гэдгийг жил ирэх тусам
    ойлгосоор байна.
  </p>
  <p>
    Би оюутан байхдаа Дорнод аймгийн Политехникийн коллежид танилцах дадлага хийж байсан юм. Тэр үед уурхайн гагнуурчид болон засварчдын өдөр тутмын ажлыг зах зухаас
    нь хийж үзсэн. Энэ нь оюутан Г.Бямбажийг мэргэжлийн үнэ цэнээ илүү ойлгож цаашид ямар нөхцөлд ажиллахаа мэдрэх боломжийг олгосон гэж би боддог. Энэ мэтчилэн
    оюутан ахуйгаасаа хойш эмэгтэй гэж хойш суулгүйгээр ирээдүйн том зорилгынхоо төлөө хичээж байгаа.
  </p>

  <h5>Цаашид өөрийгөө энэ салбарт хэрхэн хөгжүүлэх, ямар өндөрлөгт хүрэх зорилготой байна вэ?</h5>
  <p>
    Уул уурхайн томоохон бүтээн байгуулалтыг амжилттай өрнүүлнэ гэдэг урд гарч байгаа ганцхан хүний хөдөлмөр биш баг хамт олны урт хугацааны хичээл зүтгэл, хүсэл
    эрмэлзэл, хариуцлагатай салшгүй хамааралтай. Иймээс ч би залуу хүний хувьд хамт ажиллаж байгаа чадварлаг инженер мэргэжилтнүүдээсээ суралцаж, туршлага
    хуримтлуулаад уул уурхайн мэргэшсэн сайн мэргэжилтэн болохыг зорьж байна.
  </p>
  <p>
    Бүр цаашлаад Монголын уул уурхайн салбарт шинэ хуудас, хөгжилд шинэ хүч нэмэх томоохон төслийн багийн нэг хэсэг болж гар бие оролцох нь миний хамгийн том
    зорилго болоод байна.
  </p>
</article>`,
          },
          news2: {
            title: "Халзан бүрэгтэй төсөл ШУА-ийн ФТХ-тэй хамтран ажиллана",
            intro:
              "Газрын ховор элементийн Халзан бүрэгтэй төслийг хэрэгжүүлэгч МНРИК компани нь ШУА-ийн Физик, технологийн хүрээлэнтэй хамтран ажиллах санамж бичиг байгууллаа. Хамтын ажиллагааны санамж бичгийг ШУА-ийн Физик технологийн хүрээлэнгийн захирал академич Ж.Даваасамбуу, Халзан бүрэгтэй төслийн Төсөл хариуцсан дэд захирал Ч.Мөнхжаргал нар төлөөлөн өчигдөр буюу 11-р сарын 27-ны өдөр байгуулсан  юм.",
            htmlContent: `<article>
  <p>
    Энэхүү хамтын ажиллагаа нь физикийн шинжлэх ухаан, ялангуяа цацрагийн тухай үндсэн ойлголтууд болон цацрагийн олон улсын стандарт, шаардлага, туршлагыг олон нийтэд үнэн зөв хүргэх зорилготой.
  </p>

  <ul>
    <li>
      Мэргэжлийн судалгааны байгууллага, хувийн хэвшил хоорондын хамтын ажиллагааны санамж бичгийг үр дүнтэй хэрэгжүүлэх зорилгоор хоёр талаас хамтарсан ажлын хэсэг байгуулан ажиллана. Үүний хүрээнд:
    </li>
    <li>
      Газрын ховор элементийн талаар ерөнхий ойлголт, тогтвортой хөгжил, нийгэмд үзүүлэх үр өгөөжийн талаарх шинжлэх ухааны үндэслэлтэй, үнэн зөв мэдээллийг олон нийтэд хүргэх;
    </li>
    <li>
      Цацрагийн хамгаалалт, аюулгүй байдал, хариу арга хэмжээ, байгалийн цацрагийн тун, хүн, амьтан болон байгаль орчинд учирч болох нөлөөлөл, түүнийг бууруулахтай холбоотой эрдэм шинжилгээний уулзалт, семинар зохион байгуулах, хамтарсан хөтөлбөр хэрэгжүүлэх;
    </li>
    <li>
      Орон нутгийн засаг захиргаа, нутгийн иргэд, зорилтот бүлгийнхнийг хамруулсан танин мэдэхүйн сургалт, эрдэмтэн судлаачдын уулзалт, лекцийг шат дараатай зохион байгуулах.
    </li>
  </ul>

  <p>
    Цаашлаад ШУА-ийн ФТХ-ийн мэргэжлийн эрдэмтдийн баг нь компанийн хэрэгжүүлж буй цацрагийн мониторингийн судалгаа болон бусад цацрагтай холбоотой судалгаанд дэмжлэг үзүүлэх, мэргэжлийн үнэлэлт дүгнэлт өгөх,
    технологийн туршлага солилцох зэрэг байдлаар харилцан мэргэжлийн туслалцаа үзүүлэн хамтран ажиллах юм.
  </p>
</article>
`,
          },
          news3: {
            title: "IMARC: Уул уурхайн томчууд нэг цэгт",
            intro:
              "Өнгөрсөн 7 хоногт Сидней хотноо уул уурхайн салбарын дэлхийн томоохон чуулган болох “Уул уурхай, эрдэс баялгийн олон улсын чуулга уулзалт” (IMARC) болж өнгөрлөө. Жил бүр зохиогддог IMARC-н үеэр уул уурхайн салбарын удирдлагууд болон мэргэжилтнүүд чуулж, байгаль орчны нөлөөллийг бууруулах, тогтвортой байдал, дижитал болон эрчим хүчний шилжилт тэргүүтэй салбарын чиг хандлагыг тодорхойлох сэдвүүдийг хэлэлцдэг билээ. ",
            htmlContent: `<article>
  <p>
    <strong>Цар хүрээ:</strong> IMARC-д дэлхийн 120+ орноос, 800+ уул уурхайн компани оролцож,
    нийт 9,000 гаруй оролцогч, зочид, төлөөлөгчдийг хүлээн авсан өргөн цар хүрээтэй зохион байгуулагдсан юм.
  </p>

  <p>
    Арга хэмжээнд уул уурхайн луугар BHP-с эхлээд American Rare Earths, Australian Strategic Materials,
    McKinsey, болон Австралийн Засгийн газрын худалдаа, хөрөнгө оруулалтын комисс зэрэг байгууллагууд оролцсон.
    Харин Монголоос Уул Уурхайн Үндэсний Ассоциаци болон Газрын ховор элементийн Халзан бүрэгтэй төслийн багийнхан оролцсон билээ.
  </p>

  <p>
    <strong>Онцлох нь:</strong> IMARC-д Халзан бүрэгтэйн Урьдчилсан ТЭЗҮ-г хийсэн уул уурхайн зөвлөх үйлчилгээ үзүүлэгч
    Wood Australia мөн оролцсон. Энэ үеэр бид Халзан бүрэгтэй төслийн Урьдчилсан ТЭЗҮ-ийн тайланг биечлэн хүлээн авсныг дуулгахад таатай байна.
  </p>

  <p>
    Цаашлаад, арга хэмжээний үеэр Халзан бүрэгтэйн Байгаль орчин, тогтвортой байдлын баг ТЭЗҮ-ийн гол түншүүд болох
    Урьдчилсан ТЭЗҮ-г хариуцан ажилласан Wood Australia болон Хаягдлын менежментийн судалгааг хийсэн Knight Piesold компаниудтай уулзаж,
    удахгүй эхлэх эцсийн ТЭЗҮ-ийн үе шат, стратегийн талаар туршлага солилцлоо.
  </p>
</article>
`,
          },
          news4: {
            title:
              "“Дэлхийн банк: Монгол Улсын газрын ховор элементийн олборлолт олон улсын анхаарлыг татаж байна”",
            intro:
              "Дэлхийн банкнаас гаргасан “Монгол Улс - Уур амьсгал ба хөгжил” тайланд Монгол Улсын  уур амьсгал болон хөгжлийн асуудалд чиглэсэн бодлого, стратегийг дэмжих цогц шинэчлэлийн арга хэмжээнүүдийг тусгажээ. Түүнчлэн нүүрс, зэс, газрын ховор элементийн чиг хандлагыг дурдсан байна. ",
            htmlContent: `<article>

  <h5>Зорилтуудаа хослуул</h5>
  <p>
    Дэлхийн банкны зөвлөж байгаагаар бид уур амьсгалын өөрчлөлтийн асуудлаа эдийн засгийн хөгжлийн зорилтуудтай зэрэгцүүлэн хэрэгжүүлэх хэрэгтэй аж.
    Түүнчлэн дэлхий дахинд нүүрсний эрэлт буурч буй энэ үед Монгол Улсын эдийн засаг нүүрсний экспортоос хараат хэвээр байгаа нь эдийн засгийг эрсдэлд оруулахаар байна.
    Тиймээс зэс болон бусад ашигт малтмалын эрэлтийг нэмэгдүүлэх замаар бусад боломжуудыг нээснээр эдийн засагтаа ч, уур амьсгалын өөрчлөлтөд ч хувь нэмэр оруулах юм гэжээ.
  </p>

  <h5>Газрын ховор элементээ торд</h5>
  <p>
    Монголд олборлолтын хамгийн том боломж нь зэсийн үйлдвэрлэл. Дэлхийн хамгийн том уурхай, Монголын томоохон зэс үйлдвэрлэгч
    Оюу толгойн үйл ажиллагаа 2055 он хүртэл үргэлжлэх төлөвтэй байгаа. Мөн үүнтэй адил өсөх ирээдүйтэй ашигт малтмал бол газрын ховор элемент (ГХЭ) гэдгийг мөн тодотгосон байна.
  </p>

  <p>
    Монгол 3.1 сая тонны газрын ховор элементийн нөөцтэй ч үүнийг олборлох боломжийг хөгжүүлэхэд экспортын стратеги,
    хөрөнгө оруулалтын зардал зэрэгтэй холбоотой тодорхойгүй зүйлс саад болж байна. Тиймээс олборлолтыг эхлүүлэхийн тулд эдгээр асуудлыг шийдвэрлэх шаардлагатай.
  </p>

  <p>
    Монголын газрын ховор элементийн нөөц, олборлолт нь олон улсын анхаарлыг татаж байгаа гэдэг утгаараа өнгөрсөн онд АНУ хүртэл Монголтой ГХЭ худалдаалах гэрээнд гарын үсэг зурсан.
    Угаас 2013 оноос Монголын ГХЭ-ийн 3 ордод анхны судалгаа хийгдсэн бөгөөд эдгээрээс “Халзан бүрэгтэй”-н хайгуул, судалгааны ажил хамгийн ахицтай явж буй.
    Тиймээс ГХЭ-ийн ордын олборлолт, экспорт, ашгийн стратегийг тодорхойлсны дараагаас үйлдвэрлэлтэй холбоотой асуудлыг шийдэх хэрэгцээ бий.
  </p>

  <p>
    Учир нь ГХЭ-ийн орднууд нь дэд бүтэцгүй алслагдсан газарт байрлаж байгаа тул дэд бүтцийн хөгжүүлэлт, эрчим хүч, тээвэрлэлтийн холбоос,
    дотоодын боловсруулалтад ихээхэн хөрөнгө оруулалт хийх шаардлагатайг мөн тусгасан байна.
  </p>

  <p>
    Өөрөөр хэлбэл, Монгол Улс нүүрсний хараат байдлаасаа ангижирч уул уурхайн дараагийн шатанд гарахын тулд дэлхий нийтийн трендтэй хөл нийлүүлэн
    ГХЭ-ийн олборлолтын ажлыг эрчимжүүлж, хөрөнгө оруулагчдын тодорхойгүй байдлыг бууруулах шаардлагатай хэмээн зөвлөжээ.
  </p>
</article>
`,
          },
          news5: {
            title: "Засгийн газар 2024-2028 онд баримтлах бодлогоо баталлаа",
            intro:
              "Энэ удаагийн хамтарсан Засгийн газар эрх барих хугацаандаа Уул уурхайн салбарын түүхий эдийн боловсруулалт, экспортын орлогыг нэмэгдүүлэх, геологийн судалгаа, эрэл, хайгуулын ажлыг эрчимжүүлэн, шинэ орд газруудыг нээх зэргийг агуулсан 6 том бодлогыг барьж ажиллахаар баталлаа. ",
            htmlContent: `<div class="mn">
    <h2>Дэд бүтцэд анхаарна</h2>
    <p>Тус 6 бодлогын хүрээнд улсын зэрэглэлтэй болон дагуул хотуудын дэд бүтцийг хөгжүүлэх, Дулааны IV цахилгаан станц болон Чойбалсангийн дулааны цахилгаан станцын хүчин чадлыг шинэчлэх, өргөтгөх гэх мэтийн томоохон төслийн ажлууд тусгагджээ.</p>

    <h2>Уул уурхайд анхаарна</h2>
    <p>Засгийн газрын 2024-2028 онд баримтлах бодлогын 3.3.1 дугаар хэсэгт уул уурхайн салбарт холбогдолтой бодлого, хөтөлбөрийг тусгасан байна. Үүн дотроо 3.3.1.7-д “Газрын ховор элемент боловсруулах үйлдвэрийн төслүүдийг бодлогоор дэмжинэ” гэжээ. Тэгэхээр ЗГ ирэх 4 жилд өндөр технологийн түүхий эд болох газрын ховор элементийн хөрөнгө оруулалтыг нэмэгдүүлэх замаар эрдэс баялгийн нөөцийг арвижуулах нь. Ингэснээр зөвхөн нүүрс, зэсийн олборлолтод анхаардаг байсан уул уурхайн салбарт шинэ төрлийн төслүүд хэрэгжиж эхлэх үндэс тавигдаж байна.</p>

    <h2>Газрын ховор элементийн нөхцөл байдал</h2>
    <p>Одоогийн нөхцөл байдлын хувьд, Монгол Улсад газрын ховор элементийн ислийн нийт 3.1 сая тонны нөөц, нийт 6 орд илрүүлснээс 4 нь том, 2 нь жижиг орд бий. Үүнээс хамгийн их нөөцтэй орд нь Халзан бүрэгтэйн орд.</p>
    <p>Тодруулбал, тус ордод өндөр технологийн гол түүхий эд болох празоди, неоди, диспрози, терби зэрэг газрын ховор элемент агуулагддаг. Энэ нь сэргээгдэх эрчим хүч, цахилгаан автомашины үйлдвэрлэл зэрэгт чухал ач холбогдолтой. Тэгэхээр Засгийн газар ирэх 4 жилд тус ордын эдийн засгийн үр ашгийг нэмэгдүүлэх, боловсруулах үйлдвэрийн төслийг хэрэгжүүлэхэд анхаарал хандуулж, хөрөнгө оруулалтыг нэмэгдүүлэх бодлого баримтлах нь.</p>

    <h2>Шинэ төслүүдийн нөлөө</h2>
    <p>Цаашлаад, Засгийн газар газрын ховор элемент зэрэг шинэ төрлийн уул уурхайн төслүүдийн үйл ажиллагааг эрчимжүүлбэл экспортын орлого нэмэгдэх, эдийн засаг солонгорох зэрэг боломж ч нээгдэх юм. Үүгээр зогсохгүй, ЗГ-ын ирэх 4 жилд баримтлах бодлогын дагуу газрын ховор элемент боловсруулах үйлдвэрийн төслүүдийг бодлогоор дэмжиж, дэлхийн зах зээлд нийлүүлэх замаар Монгол Улсын технологийн салбар дахь байр суурийг нэмэгдүүлж, олон улсын хамтын ажиллагааг өргөжүүлэх ч боломжтой.</p>
    <p>Учир нь өмнө дурдсанчлан тус ордод байгаа празоди, неоди, диспрози, терби зэрэг элемент нь өндөр технологийн үйлдвэрлэлд ашиглагддаг тул дэлхий даяар стратегийн ач холбогдолтой түүхий эдээр тооцогдож буй.</p>
    <ul>
        <li>Эдгээр нь сэргээгдэх эрчим хүч, цахилгаан автомашин, батарей, салхин турбин, ухаалаг гар утас зэрэг бүтээгдэхүүн үйлдвэрлэхэд зайлшгүй шаардлагатай.</li>
        <li>Газрын ховор элементүүд нь өндөр үнэ цэнтэй, экспортын чухал бүтээгдэхүүн учир гадаадын валютын орлогыг их хэмжээгээр нэмэгдүүлнэ.</li>
        <li>Цаашлаад Халзан бүрэгтэй зэрэг газрын ховор элементийн төслүүдийг дэмжсэнээр гадаадын хөрөнгө оруулалт нэмэгдэж, дэд бүтэц, боловсруулах үйлдвэрүүд хөгжиж, орон нутаг тэр дундаа алслагдсан аймагт шинэ ажлын байр бий болох зэрэг олон боломжийг дурдаж болохоор байна.</li>
    </ul>
</div>`,
          },
          news6: {
            title: "Монгол, Япон газрын ховор элементийн чиглэлд хамтран ажиллана",
            intro:
              "Монголын газрын ховор элементийн үндэсний корпорац (МНРИК) болон Японы Металл ба эрчим хүчний аюулгүй байдлын байгууллага (JOGMEC) өнгөрсөн 8 сарын 20-нд газрын ховор элементийн Халзан бүрэгтэй төсөлд хамтран ажиллах санамж бичгийг үзэглэсэн билээ. Харин талууд хамтын ажиллагааны санамж бичиг байгуулах ёслолоо 9 сарын 10-нд тохиосон бөгөөд тус ёслол Халзан бүрэгтэй төслийн Урьдчилсан ТЭЗҮ дуусах үетэй давхцаж буйг дуулгахад таатай байна. ",
            htmlContent: `<div class="mn">
    <h2>Хамтын ажиллагааны хүрээнд…</h2>
    <p>Талууд Халзан бүрэгтэйн ордод олборлолт хийх стратегийг илүү боловсронгуй болгох, ордын төслийн менежментийг сайжруулахаар туршлага солилцож, цаашлаад, JOGMEC-н оролцоотойгоор төсөлд хөрөнгө оруулагчдыг татах, төслийн үйл ажиллагааг хурдасгахад чухал дэмжлэг үзүүлэх юм.</p>

    <h2>Танилцъя: Газрын ховор элементийн төсөл</h2>
    <p>МНРИК ХХК 2012 оноос Ховд аймгийн Мянгад сумын нутагт ГХЭ-ийн Халзан бүрэгтэй төслийг хэрэгжүүлж буй. Халзан бүрэгтэй нь 100% Монголын хөрөнгө оруулалттай бөгөөд NI43-101 стандартад нийцсэн урьдчилсан ТЭЗҮ-ийн шатанд явж байгаа Монголын цор ганц ГХЭ-ийн төсөл билээ. Сонирхуулахад, ГХЭ бол гар утасны дэлгэцээс эхлээд EV, сэргээгдэх эрчим хүчний эх үүсвэр зэрэгт ашигладаг ногоон технологийн гол түүхий эд болох 17 элементийн бүлэг юм.</p>

    <p>Компани ирэх 10-р сарын дундуур эцсийн ТЭЗҮ-г боловсруулж эхлэхээр төлөвлөж байгаа бөгөөд 2026 оны эхний улиралд бүрэн дуусгах төлөвтэй байна.</p>

    <h2>JOGMEC-н тухай</h2>
    <p>JOGMEC 2004 онд Японы үндэсний газрын тосны корпорац болон Японы Металл уурхайн агентлагийг нэгтгэснээр үүсгэн байгуулагдсан түүхтэй. Тус компани нь Японы газрын тос, байгалийн хий, өнгөт металл, ашигт малтмалын нийлүүлэлтийн сүлжээг бэхжүүлэх, нөөцийн аюулгүй байдлыг хангах зорилгоор үүсгэн байгуулагдаж өдийг хүртэл тус чиглэлд ажиллаж байгаа. Өдгөө Африк, Өмнөд Америк, Зүүн Өмнөд Ази, Австрали хүртэл үйл ажиллагаагаа өргөжүүлээд буй.</p>

    <p>Чухал: Өмнө нь дурдсанчлан JOGMEC Японы эрчим хүч, нөөцийн стратегид зайлшгүй шаардлагатай компани тул эрчим хүчний хангамжийг төрөлжүүлэх, чухал металлын нөөцийг удирдах, байгаль орчны тогтвортой байдлыг хангахад чухал үүрэг гүйцэтгэдэг туршлагатай компани билээ.</p>

    <p>МНРИК ХХК-ийн шинэ хамтын ажиллагааны тусламжтайгаар Халзан бүрэгтэй ордын олборлолт, менежмент сайжрахын сацуу Монголын уул уурхайн салбарт шинэ төрлийн бүтээгдэхүүн олборлох буюу нэмүү өртөг шингэсэн ГХЭ-ийн нийлмэл исэл экспортлох амбицыг нэг шатаар ахиулсан үйл явдал боллоо.</p>
</div>`,
          },
          news7: {
            title: "Дэлхийн хамгийн том газрын ховор элементийн 5 компани",
            intro:
              "Дэлхийн хамгийн том газрын ховор элементийн 5 компанийн зах зээлийн үнэлгээ Монголын ДНБ ($19.87 тэрбум)-ээс ойролцоогоор 3.5 дахин том байна.",
            htmlContent: `<div class="mn">
    <p>Манай урд хөрш газрын ховор элемент (ГХЭ)-ийн нийт илэрсэн нөөцийн 29.3%-тай тэнцэх хэмжээний буюу 44 сая тонны нөөцтэйгөөс гадна China Northern Rare Earth High-Tech бол дэлхийн хамгийн том ГХЭ-ийн компани.</p>

    <p>Тус компанийн зах зээлийн үнэлгээ сүүлийн 5 жилд 42.8% өссөн байна.</p>
    <p>Дэлхийн томоохон ГХЭ-ийн компаниуд ихэвчлэн нээлттэй байдаг бөгөөд China Northern Rare Earth High-Tech-ийн ногдол ашгийн өгөөж нь дунджаар 0.42% байдаг аж.</p>

    <p>Түүнчлэн ГХЭ-ийн топ компаниудыг харахад ихэнх нь Хятад, Австрали, Америкийн компаниуд байгаа юм.</p>

    <p>Австралийн хамгийн том ГХЭ-ийн компани болох Lynas-ийн хувьд л гэхэд жилд 22,000 тонн орчим ГХЭ үйлдвэрлэж дэлхийн ховор элементийн нийлүүлэлтийн сүлжээ дэх Хятадын нөлөөг бууруулж, төрөлжүүлэхэд чухал үүрэг гүйцэтгэдэг.</p>

    <p>Америкийн хамгийн том ГХЭ үйлдвэрлэгч MP Materials ч мөн улсынхаа хамгийн том ГХЭ-ийн уурхай болох Mountain Pass-с жил бүр 15,000 тонн орчим ГХЭ олборлож Хятадын импортын хараат байдлыг бууруулж буй.</p>

    <p>Жил ирэх тусам эдгээр компани сэргээгдэх эрчим хүч, цахилгаан тээврийн хэрэгсэл зэрэг салбарууд болон улсынхаа эдийн засаг, хараат бус байдалд өөрсдийн оруулах бодит хувь нэмрийг бататгасаар байна.</p>
</div>`,
          },
        },
        footer: {
          copyRight: " МНГХЭК",
        },
      };
    case "en":
    default:
      return {
        home: {
          keyWord: "Changing the Future of the world's critical metal supply ",
          keyNote:
            "Establishing a sustainable rare earths supply chain to propel the shift towards green energy.",
        },
        cta: {
          deploy: "Deploy now",
          docs: "Read our docs",
        },
        links: {
          learn: "Learn",
          examples: "Examples",
          next: "Go to nextjs.org →",
        },
        menu: {
          about: "ABOUT",
          about_intro: "INTRODUCTION",
          about_vision: "VISION & MISSION",
          about_team: "LEADERSHIP TEAM",
          kb_project: "KB PROJECT",
          kb_overview: "KHALZAN BUREGTEI PROJECT",
          kb_history: "PROJECT HISTORY",
          kb_highlight: "PROJECT HIGHLIGHTS",
          kb_geology: "GEOLOGY & DEPOSIT",
          kb_achievements: "COMPLETED WORKS",
          rare_earth: "RARE EARTH ELEMENTS",
          ree_what: "WHAT IS REE",
          ree_uses: "REE USES",
          ree_market: "MARKET",
          ree_mongolia: "REE IN MONGOLIA",
          sustainability: "SUSTAINABILITY",
          community: "COMMUNITY",
          environment: "ENVIRONMENT",
          social: "SOCIAL RESPONSIBILITY",
          development_fund: "KHALZAN BUREGTEI DEVELOPMENT FUND",
          news_media: "NEWS & MEDIA",
          latest_news: "LATEST NEWS",
          video: "VIDEO",
          gallery: "GALLERY",
          report: "REPORTS",
          contact: "CONTACT",
          address: "ADDRESS",
          email_phone: "EMAIL & PHONE",
          feedback: "ONLINE FEEDBACK",
        },
        about: {
          aboutUs: "About Us",
          mission: "MISSION",
          visionTitle: "VISION",
          visionText:
            "To become a strategic global supplier of the heavy REE, Dy-Tb plus Nd, Pr to contribute global energy transition.",
          team: `MANAGEMENT TEAM`,
          introduction: `Mongolian National Rare Earth Corp LLC (“MNREC”) is a national mining company with 100% Mongolian national investment. Since our establishment in 2010, we have been engaged in the fields of geological exploration and mining investment. Currently, our primary focus lies on the Khalzan Bburegtei REE project located in the Myangad soum, Khovd aimag, Mongolia.`,
          heading: "Who We Are",
          shortDescription: "MNREC’s holds the following adjacent mining tenures:",
          licenses: ["MV-012335- Ar khuren", "MV-006911- Khalzan Buregtei"],
          counter1Title: "Mining licences",
          counter2Title: "Exploration licences",
          counter3Title: "Total staff",
          counter4Title: "Subsidiaries",
          manager1: "Chimeddorj Munkhjargal",
          jobPosition1: "Project deputy director",
          manager2: "Chuluunbatar Odgerel",
          jobPosition2: "Business development manager",
          managerDesc1: `Mrs. Munkhjargal is a mineral processing engineer with over 15 years of experience working in minerals industry. Prior to joining the project, she was responsible for various raw material projects from initiation to operation phases. She holds a master’s degree in Coal and Mineral Processing Engineering from Istanbul Technical University (ITU)`,
          managerDesc2: `Mrs. Odgerel has a rich background in strategy and financial management with over 15 years of experience in diverse industries. She holds an MBA and a Master of Global Project Management degree from Torrens University Australia, and a member of CPA Australia as well as CPA Mongolia. Currently serving as the Business Development Manager at MNREC, she leveraged her expertise to drive strategic initiatives that align with the company's growth objectives. Prior to joining MNREC, Mrs. Odgerel spent over nine years at a prominent business consulting firm in Melbourne, Australia where she managed various portfolios.`,
        },
        contact: {
          contactUs: "Contact Us",
          address: "Address",
          email: "Email",
          phone: "Phone",
          feedback: "Feedback",
          name: "Your Name",
          yourEmail: "Your Email",
          subject: "Subject",
          message: "Message",
          submit: "Submit",
          openingHour: "Opening Hour",
          workingHours: "Mon - Fri 08.00 - 18.00",
          mainOffices: "Main Offices",
          location: "Sukhbaatar District, Ulaanbaatar, Mongolia",
          viewLocation: "View Location",
          writeMessage: "Write Your Message",
          fullAddress:
            "Trade and Development Bank Headquarters, Peace Avenue-19, 1st Khoroo, Sukhbaatar District, Ulaanbaatar, Mongolia",
        },
        medee: {
          pageTitle: "What is REE?",
          newsTitle: "What are rare earth elements?",
          newsDescription:
            "Rare Earth Elements (REEs) constitute a group of 17 elements within the periodic table encompassing elements with atomic numbers 57 to 71 (lanthanides), along with scandium and yttrium. These elements are present in various amounts within the earth’s crust and soil. Recently, demand for REEs started to grow as they serve as crucial high-tech raw materials with diverse applications. They are integral components in computer hard drives, color televisions, mobile phone screens, offshore wind turbine, electric vehicle battery, aerospace equipment, and defense systems. As the space industry expands, digital transformation accelerates, and renewable energy adoption grows, REEs play a vital role, often likened to indispensable elements and raw materials for 21st-century development. Rare earth elements (REEs) with high magnetic properties and limited global resource include elements such as Dysprosium (Dy), Terbium (Tb), Neodymium (Nd), and Praseodymium (Pr).",
        },
        medee2: {
          pageTitle: "REE Uses",
          newsTitle: "Applications of rare earth elements",
          newsDescription:
            "Rare Earth Elements (REEs) is used in green technologies, industry, glass production, automotive emission control systems, energy storage, energy-efficient electric motors, and a variety of medical technologies. \n IMPORTANT: Especially now, the development of high-tech industries is gaining momentum worldwide, which is further increasing the value and demand for this raw material.",
        },
        medee3: {
          pageTitle: "REE Market",
          newsTitle: "Market Trends",
          newsDescription:
            "Paris Agreement signed countries are committed to work towards global warming and are actively implementing measures to reduce greenhouse gas emissions by 2030. The imperative to shift away from conventional energy sources like oil and coal is inclining the need of renewable energy, “The Energy Transition”. The actions are urgent, hence shaking the commodity market of raw materials sources in the renewable energy technologies and EVs.",
          newsDescription1:
            "To facilitate this transition, a rapid adoption of massive sources of renewable energy is needed which are offshore and onshore wind turbines, hydropower facilities, and solar panels among others. Recent assessments of International Energy Agency indicate that renewable energy’s share in power production is expected to reach 88% by 2050. This surge in renewable energy adoption will drive demand for raw materials used in wind turbine exponentially. Simultaneously, the transition to electric vehicles (EVs) is undeniable. EVs as alternatives to the internal combustion engines are gaining prominence. According to a MarketsandMarkets report, the EV industry is poised for substantial growth with sales projected to increase ninefold by 2030 reaching 4.7 million units compared to 2021. By 2030, EVs are expected to constitute almost 30% of total car sales, a significant leap from the 4% observed in 2021. Overall, the demand for electric vehicles is projected to quadruple by 2040 with an annual growth rate ranging from 3.7% to 12.5%.",
        },
        medee4: {
          pageTitle: "Mongolia REE",
          newsTitle: "Rare earth element deposits in Mongolia",
          newsTitle1: "What opportunities will Rare Earth Elements bring to Mongolia?",
          newsTitle2: "Mongolian reserve ",
          newsDescription:
            "Mongolia possesses a substantial resource of Rare Earth Elements (REE), totaling 3.1 million tons with elevated concentrations primarily found in the southern and western regions of the country. The level of exploration stage vary within these deposits, however, both Khotgor and Kalzan Buregtei deposits stand out as the most extensively studied in adherence to international standards.",
          newsDescription1:
            "Opportunity: The global landscape of  ore element extraction is characterized by concentration in a select number of countries which creating an imbalance in the mineral commodity, therefore, presenting challenges to the energy transition. Prominent countries such as the United States, Australia, Russia, and Canada along with major international mining countries are actively pursuing to the element extraction technologies now with fully adopted mining and processing technologies. Leveraging our mineral endowment Mongolia has the potential to emerge as a supplier of value-added products within this market and establish a distinctive position while fostering relationships with key consumers. This could even potentially obtain a geopolitical advantage to an extent. ",
          newsDescription2:
            "Mongolia boasts abundant Rare Earth Elements (REEs), with six deposits totaling 3.1 million tons of REE oxide resource, positioning the country among the top 15 nations globally in terms of Rare Earth Element geological resource. Existing potential to improve the economy through rare earth mining is possible now with successfully attracted private sector investment. Given the escalating global demand for REEs, the increased mining endeavors hold a promise of bolstering Mongolian economy through heightened foreign and national direct investment, augmented tax revenue, and the creation of employment opportunities and skills improved. Moreover, this presents an avenue to mitigate our excessive dependence on coal and copper mining with third color in the mix. Mongolia is gaining a recognition for the above rare element resources through actions of both Government and private sector investors. The ore type of Mongolia is challenging compared to some deposits, primarily associated with enormous bodies of alkaline intrusives and carbonatites .",
        },
        medee5: {
          pageTitle: "Geology and deposit characteristics",
          newsTitle: "Khalzan Buregtei deposit",
          newsDescription:
            "Rare earth element plays a crucial role in high-tech manufacturing and the global green energy transition. In Mongolia, six deposits, 80 occurrences, and approximately 300 mineralized localities have been identified, with an estimated total resource of 3.1 Mt of total rare earth oxide (TREO). The Khalzan Buregtei is the largest deposit, containing nearly half of the country’s total resource, and has the potential to become one of the world’s few active sources of heavy rare earth elements, including dysprosium (Dy) and terbium (Tb). The REE mineralization potential of the Khalzan Buregtei area was first recognized by a Russian–Mongolian joint expedition during early reconnaissance in 1984. Khalzan Buregtei is classified as a peralkaline REE deposit. The western half of the deposit is underlain by mineralized nordmarkite, whereas the eastern half is underlain by peralkaline granite. A ~500 m diameter circular body of peralkaline granite, hosting the strongest mineralization, is situated at the contact between these two units. Drilling conducted during advanced exploration has shown that the peralkaline granite generally extends to a depth of about 200 m below the surface. The mineralization consists of very fine-grained, disseminated REE-bearing minerals, primarily bastnaesite and synchysite, with additional REE associated with zircon and other Zr-bearing silicate minerals. The mineralization is not visually obvious and contains both light rare earth elements (LREEs) and heavy rare earth elements (HREEs). REE concentrations are strongly elevated within the peralkaline granite and nordmarkite, with both absolute values and the HREE/LREE ratio decreasing downward and outward from the center of the peralkaline granite into the surrounding nordmarkite. Nominal high-, medium-, and low-grade zones have been defined based on overall analytical result patterns. The peralkaline granite is a relatively new source of REEs, typically characterized by low-grade mineralization but very large ore volumes. ",
        },
        medee6: {
          pageTitle: "Project Highlights",
          newsTitle1: "World-Class Resource Base",
          newsDescription11:
            "The Khalzan Buregtei Project hosts a world-class heavy rare earth element resource, uniquely distinguished by its high Dysprosium (Dy) content. With JORC and NI 43-101 compliant reserves, the project ensures long-term sustainable development and positions Mongolia as a strong player in the global strategic supply chain.",
          newsDescription12: "",
          newsTitle2: "High purity products with strong market demand",
          newsDescription21:
            "The Khalzan Buregtei Project aims to produce high-purity rare earth products, particularly NdPr and DyTb, to supply rapidly growing sectors such as electric motors, permanent magnets, and clean technologies.",
          newsDescription22: "",
          newsTitle3: "Low-risk, Cost-efficient Processing",
          newsDescription31:
            "The project applies simple and reliable processing technologies—primarily magnetic separation and flotation—ensuring low-cost and low-risk operations. Pilot-scale trials conducted in 2025 successfully validated the proposed flowsheet, comprising HPGR crushing, staged WHIMS magnetic separation, and flotation. From a 50-tonne bulk sample, a high-quality rare earth concentrate was produced for further downstream processing.",
          newsDescription32: "",
          newsTitle4: "Downstream Processing & Diversified Exports",
          newsDescription41:
            "In addition to concentrate production, studies are being conducted to assess the potential for establishing a downstream facility to produce mixed rare earth oxides. This will enable the creation of higher value-added products, diversify Mongolia’s export portfolio, and strengthen the country’s position in the global market.",
          newsDescription42: "",
          newsTitle5: "Strategic Impact & Infrastructure Support",
          newsDescription51:
            "Located in Western Mongolia, the Khalzan Buregtei Project is a large-scale development with the potential to make a significant contribution to regional growth and national strategic priorities.",
          newsDescription52:
            "Key locational advantages include: Direct access to the AH4 international highway, ensuring reliable regional and national transport and logistics connectivity. ",
          newsDescription53:
            "Proximity to Khovd Airport, facilitating both domestic and international logistics to support project development.",
          newsDescription54:
            "Beyond mining, the project will stimulate local economic growth through the establishment of associated industrial facilities, including reagent supply plants and related services.",
          newsDescription55:
            "Together, these factors position the Khalzan Buregtei Project not only as a mining development, but also as a catalyst for economic and infrastructure advancement across Western Mongolia.",
        },
        history: {
          pageTitle: "Historical Milestones",
          title1: "1984",
          description1:
            "The occurrence of the ore was determined through a geological research expedition conducted by a joint venture between Russia and Mongolia.",
          title2: "1987",
          description2: "Study of Air-borne Gamma Ray Spectrometry",
          title3: "1989",
          description3: "First soil sampling campaign",
          title4: "1990",
          description4: "First reconnaissance campaign",
          title5: "2012",
          description5: "First drill campaign",
          title6: "2013",
          description6: "Positive resource estimate published",
          title7: "2018",
          description7: "The feasibility study was approved by the Minerals Professional Counci",
          title8: "2021",
          description8: "NI43101 Prelimibnary Economic Assessment (PEA) completed",
          title9: "2022",
          description9: "Commencement of detailed exploration work to determine proven reserves ",
          title10: "2024",
          description10: "International Feasibility Study to be concluded",
        },
        sustainable: {
          local: {
            pageTitle: "Local Community",
          },
          fund: {
            pageTitle: "Development Fund",
          },
          enviroment: {
            pageTitle: "ENVIRONMENT",
            newsTitle: "ENVIRONMENT",
            newsDescription:
              "Comprehensive Environmental Social Management Plan (ESMP) was prepared and submitted followjng the extent of technical activities to be implemented prior the exploration following national laws, regulations with an adoption of international E&S practice. The REE deposit is not a radioactive deposit both per Mongolian law and international mining practice. However, the company has voluntarily adopted  “General Procedures for Environmental Protection working with Naturally occurring radiation material”, “Internal Rules for Radiation Safety”, and “Radiation Protection Program”following the recommendations of the officials.",
            newsDescription1:
              "Moreover, environmental protection and mitigation of adverse impacts were prioritized during exploration activities and actions were not limited to the ESMP, concerted efforts were made in collaboration with local administrations, public organizations, and professional stakeholders to implement and ensure the efficacy of the prescribed measures. ",
            tabMainTitle1: "SHORT TERM: EXPLORATION PHASE",
            tabTitle1: "Environmental:",
            tabDescription11: "Climate change, energy management",
            tabDescription12: "greenhouse gas emissions",
            tabDescription13: "Water management",
            tabDescription14: "Biodiversity",
            tabTitle2: "Social:",
            tabDescription21: "Health and safety",
            tabDescription22: "Occupational Safety",
            tabDescription23: "Transparency",
            tabDescription24: "Diversity, equal participation and gender",
            tabDescription25: "Community engagement",
            tabDescription26: "Human capital",
            tabDescription27: "Tangible and intangible cultural heritage",
            tabTitle3: "Governance:",
            tabDescription31: "Governance, strategy and legal compliance",
            tabDescription32: "Transparency",
            tabDescription33: "Ethics",
            tabDescription34: "Supply management",
            tabMainTitle2: "IN THE MEDIUM TERM: PROJECT DEVELOPMENT PHASE",
            tabTitle4: "Environmental:",
            tabDescription41: "Climate change, energy management and greenhouse gas emissions",
            tabDescription42: "Appropriate use and management of resources",
            tabDescription43: "Water management",
            tabDescription44: "Waste management and mine closure",
            tabDescription45: "Biodiversity",
            tabDescription46: "Soil contamination",
            tabTitle5: "Social:",
            tabDescription51: "Health and safety",
            tabDescription52: "Occupational Safety",
            tabDescription53: "Human rights",
            tabDescription54: "Transparency",
            tabDescription55: "Diversity, equal participation and gender",
            tabDescription56: "Local cooperation",
            tabDescription57: "Human capital",
            tabDescription58: "Cultural heritage",
            tabTitle6: "Governance:",
            tabDescription61: "Governance, strategy and legal compliance",
            tabDescription62: "Openness and transparency",
            tabDescription63: "Ethos",
            tabDescription64: "Stakeholder Collaboration",
          },
        },
        videos: {
          banner: {
            subtitle: "Watch Our",
            title: "Featured Videos",
            breadcrumb: "Videos",
          },
          section: {
            title: "Our Video Gallery",
            description:
              "Watch our latest videos showcasing our operations, environmental initiatives, and community impact.",
          },
          video1: {
            title: "Journey to Khovd Vlog 1",
          },
          video2: {
            title: "Journey to Khovd Vlog 2",
          },
          video3: {
            title: "Journey to Khovd Vlog 3",
          },
          video4: {
            title: "National treasure of the Khovd #1",
          },
          video5: {
            title: "National treasure of the Khovd #2",
          },
          news1: {
            title: "Young Engineer Building the Future",
            intro:
              "On the occasion of International Women's Rights Day, we are highlighting a young female engineer from our team who is striving to extract new mineral wealth in Mongolia's mining sector. G. Byambajav's inspiring real story and aspirations demonstrate how women's roles in the mining industry are increasingly expanding and how the new generation is building their future. 🚀💡",
            htmlContent: `<article>
  <h5>What was the biggest reason that led you to pursue a career in mining?</h5>
  <p>
    When I was a child, I often visited my grandparents’ birthplace in Bayankhongor. While enjoying the beauty of nature in warm seasons,
    I couldn’t ignore the scars left on the land by artisanal gold miners—commonly known as “ninjas”—who had dug up the ground without rehabilitation.
    Seeing those abandoned sites raised questions in me: Who is responsible for this? Who will protect the environment? Those questions drew me to the mining sector.
  </p>
  <p>
    Due to the irresponsible actions of a few, the environment, local communities, as well as professional companies and their employees, all suffer—something truly regrettable.
    That is why I decided to study this profession and dedicate myself to developing responsible mining in Mongolia.
  </p>

  <h5>What is the most rewarding and most challenging aspect of working in the mining industry?</h5>
  <p>
    My profession is Mineral Processing Engineer. Each deposit has unique characteristics depending on many factors.
    For me, the challenge and also the most interesting part is to develop the most efficient processing method suited to each deposit’s characteristics.
  </p>
  <p>
    Although mining has not yet started at the Khalzan Buregtei deposit, our future goal excites me greatly.
    Knowing that we could export value-added products and make a real contribution to the world’s pursuit of a green future is both thrilling and something to be proud of.
  </p>

  <h5>As a female engineer, what challenges have you faced in this industry and how did you overcome them?</h5>
  <p>
    In the mining sector, there is no strict division of tasks between men and women—the only thing that matters is skill and knowledge.
    This becomes clearer with each passing year.
  </p>
  <p>
    During my student years, I did an internship at the Polytechnic College of Dornod province.
    At that time, I observed and even tried some of the daily tasks of welders and mechanics at the mine.
    This helped me truly understand the value of my profession and gave me a sense of the working conditions ahead.
    From then on, I have never stepped back because of being a woman, but have continued to strive toward my bigger goals.
  </p>

  <h5>How do you plan to develop yourself in this sector and what goals are you aiming to achieve?</h5>
  <p>
    Successfully implementing a major mining project is never the result of just one person’s effort—it requires the long-term dedication, ambition, and responsibility of a whole team.
    As a young professional, I am determined to learn from the skilled engineers I work with and gain valuable experience in order to become a highly qualified specialist in mining.
  </p>
  <p>
    Ultimately, my biggest goal is to be part of a major project team that writes a new chapter in Mongolia’s mining industry,
    contributing new energy to the country’s development.
  </p>
</article>
`,
          },
          news2: {
            title:
              "ollaboration between Khalzan Buregtei Project and Institute of Physics and Technology of MAS",
            intro:
              "The Mongolian National Rare Earth Corp (MNREC), implementer of the Khalzan Buregtei Rare Earth Elements Project, has signed a memorandum of cooperation with the Institute of Physics and Technology of the Mongolian Academy of Sciences (MAS). The memorandum was signed on November 27 by Academician J. Davaasambuu, Director of the Institute of Physics and Technology, and Ms. Ch. Munkhjargal, Deputy Project Director of the Khalzan Buregtei Project.",
            htmlContent: `<article>
  <p>
    This cooperation aims to deliver accurate information to the public about the science of physics, particularly radiation, including international standards, requirements, and practices on radiation safety.
  </p>

  <ul>
    <li>
      To effectively implement this memorandum of cooperation between the professional research institute and the private sector, both parties will establish a joint working group. Within this framework:
    </li>
    <li>
      Provide scientifically grounded and accurate information to the public about rare earth elements, sustainable development, and their social benefits;
    </li>
    <li>
      Organize scientific and theoretical meetings and seminars on radiation protection, safety, response measures, natural radiation doses, and potential impacts on humans, animals, and the environment, as well as implement joint programs to mitigate these risks;
    </li>
    <li>
      Conduct awareness training and educational lectures for local administrations, community members, and target groups with participation of scientists and researchers.
    </li>
  </ul>

  <p>
    Furthermore, the team of professional scientists from the Institute of Physics and Technology of MAS will provide expert evaluation and support for the company’s radiation monitoring research and other radiation-related studies,
    while also exchanging technological experience and offering mutual professional assistance.
  </p>
</article>
`,
          },
          news3: {
            title: "IMARC: Mining Giants Gather in One Place",
            intro:
              "Last week, Sydney hosted the world’s largest mining industry conference, the “International Mining and Resources Conference” (IMARC). IMARC is held annually, bringing together mining leaders and experts to discuss key topics such as reducing environmental impact, sustainability, digital transformation, and the global energy transition.",
            htmlContent: `<article>
  <p>
    <strong>Scale:</strong> IMARC 2023 welcomed participants from over 120 countries, with more than 800 mining companies,
    and hosted over 9,000 delegates, guests, and industry representatives — making it a truly large-scale event.
  </p>

  <p>
    Industry leaders such as BHP, American Rare Earths, Australian Strategic Materials, McKinsey, and the Australian Government’s Trade and Investment Commission participated.
    From Mongolia, the Mongolian National Mining Association and the Khalzan Buregtei Rare Earth Project team took part.
  </p>

  <p>
    <strong>Highlight:</strong> Wood Australia, the mining consultancy firm that conducted the Preliminary Feasibility Study (PFS) of the Khalzan Buregtei Project,
    also participated in IMARC. During the event, we were pleased to officially receive the Preliminary Feasibility Study report of the project in person.
  </p>

  <p>
    Furthermore, during the conference, the Environmental and Sustainability team of Khalzan Buregtei met with the project’s key PFS partners —
    Wood Australia (responsible for the PFS) and Knight Piesold (responsible for the Tailings Management Study) — to exchange insights and strategies
    for the upcoming Definitive Feasibility Study (DFS) stage.
  </p>
</article>
`,
          },
          news4: {
            title: "World Bank: Mongolia’s Rare Earth Element Mining Attracts Global Attention",
            intro:
              "The World Bank’s report <em>“Mongolia – Climate and Development”</em> outlines comprehensive reform measures to support Mongolia’s climate and development policies and strategies. It also highlights trends in coal, copper, and rare earth elements.",
            htmlContent: `<article>
  <h5>Aligning Goals</h5>
  <p>
    According to the World Bank, Mongolia should align its climate change agenda with its economic development goals.
    At a time when global demand for coal is declining, Mongolia’s economy remains heavily dependent on coal exports,
    putting it at risk. Therefore, by increasing demand for copper and other minerals,
    Mongolia could both diversify its economy and contribute to climate change mitigation.
  </p>

  <h5>Boosting Rare Earth Elements</h5>
  <p>
    Copper production is Mongolia’s greatest mining opportunity, with operations at Oyu Tolgoi—the world’s largest copper mine
    and Mongolia’s major producer—expected to continue until 2055. Rare earth elements (REE) are also emphasized as a mineral with a strong growth outlook.
  </p>

  <p>
    Mongolia possesses 3.1 million tons of REE reserves, but uncertainties related to export strategies and investment costs hinder development.
    These issues need to be addressed before mining can begin.
  </p>

  <p>
    Mongolia’s REE reserves and potential have already drawn global attention. Last year, even the United States signed an agreement with Mongolia to trade REEs.
    Initial exploration of three REE deposits began in 2013, with the “Khalzan Buregtei” deposit showing the most progress.
    Thus, defining strategies for REE mining, exports, and revenue distribution is crucial before moving into production.
  </p>

  <p>
    Since REE deposits are located in remote areas without infrastructure, significant investments in infrastructure development,
    energy, transportation, and domestic processing will also be necessary.
  </p>

  <p>
    In other words, for Mongolia to overcome coal dependency and advance to the next stage of mining,
    it must accelerate REE development in line with global trends and reduce investor uncertainty, the report advises.
  </p>
</article>
`,
          },
          news5: {
            title: "Government Approves Its 2024-2028 Policy",
            intro:
              "The current coalition government has approved six major policies for its term, aimed at increasing the processing of mineral resources and export revenues in the mining sector, accelerating geological surveys, exploration activities, and opening new deposits.",
            htmlContent: `<div class="en">
    <h2>Focus on Infrastructure</h2>
    <p>Under these six policies, major projects such as developing infrastructure in national and satellite cities, upgrading and expanding the capacity of the Thermal Power Plant IV and Choibalsan Thermal Power Plant are included.</p>

    <h2>Focus on Mining</h2>
    <p>Section 3.3.1 of the government's 2024-2028 policy outlines mining-related policies and programs. Specifically, 3.3.1.7 states: "Projects for rare earth element processing plants will be supported by policy." Therefore, over the next four years, the government aims to increase investment in rare earth minerals, boosting the country's mineral wealth. This lays the foundation for new types of projects in the mining sector, which previously focused only on coal and copper extraction.</p>

    <h2>Rare Earth Element Situation</h2>
    <p>Currently, Mongolia has a total rare earth oxide reserve of 3.1 million tons across six deposits, four large and two small. The largest reserve is the Khalzan Buregtei deposit.</p>
    <p>This deposit contains key rare earth elements such as praseodymium, neodymium, dysprosium, and terbium, essential for renewable energy and electric vehicle production. The government plans to focus on enhancing the economic benefits of this deposit and implementing a processing plant project over the next four years.</p>

    <h2>Impact of New Projects</h2>
    <p>Furthermore, accelerating new mining projects like rare earth element extraction could increase export revenues and diversify the economy. According to the government's 4-year plan, supporting rare earth processing plants could strengthen Mongolia's position in the global technology sector and expand international cooperation.</p>
    <p>As mentioned, elements such as praseodymium, neodymium, dysprosium, and terbium are critical for high-tech industries and considered strategic raw materials worldwide.</p>
    <ul>
        <li>They are essential for producing renewable energy, electric vehicles, batteries, wind turbines, and smart devices.</li>
        <li>Rare earth elements are highly valuable and crucial export products, significantly increasing foreign currency earnings.</li>
        <li>Supporting projects like Khalzan Buregtei can attract foreign investment, develop infrastructure and processing plants, and create new jobs in remote provinces.</li>
    </ul>
</div>`,
          },
          news6: {
            title: "Mongolia and Japan to Cooperate in Rare Earth Elements",
            intro:
              "The Mongolian National Rare Earth Corporation (MNREC) and Japan Oil, Gas and Metals National Corporation (JOGMEC) signed a memorandum of understanding on August 20 to cooperate on the Khalzan Buregtei rare earth project. The formal signing ceremony took place on September 10, coinciding with the completion of the preliminary feasibility study (PFS) for the Khalzan Buregtei project.",
            htmlContent: `<div class="en">
    <h2>Within the Cooperation Framework…</h2>
    <p>The parties will exchange experience to refine mining strategies at the Khalzan Buregtei deposit and improve project management. Furthermore, with JOGMEC's involvement, they aim to attract investors and provide critical support to accelerate project activities.</p>

    <h2>Introducing: Rare Earth Project</h2>
    <p>Since 2012, MNREC LLC has been implementing the Khalzan Buregtei rare earth project in Myangad district, Khovd province. Khalzan Buregtei is 100% Mongolian-invested and is the only Mongolian rare earth project at the preliminary feasibility stage compliant with NI43-101 standards. Rare earth elements (REEs) are a group of 17 elements used in green technologies, including smartphone screens, electric vehicles (EVs), and renewable energy sources.</p>

    <p>The company plans to start the final feasibility study around mid-October and aims to complete it in the first quarter of 2026.</p>

    <h2>About JOGMEC</h2>
    <p>JOGMEC was established in 2004 by merging Japan's national oil corporation and the Japan Metal Mining Agency. The company has been working to strengthen Japan’s supply chains for oil, natural gas, non-ferrous metals, and minerals, ensuring resource security. Currently, its operations extend to Africa, South America, Southeast Asia, and Australia.</p>

    <p>Important: As noted, JOGMEC plays a crucial role in Japan’s energy and resource strategy, supporting diversified energy supply, critical metal management, and environmental sustainability.</p>

    <p>Through this new cooperation with MNREC LLC, mining and management at the Khalzan Buregtei deposit will improve, and Mongolia’s mining sector will take a step forward in producing new types of products, exporting value-added rare earth oxides.</p>
</div>`,
          },
          news7: {
            title: "Top 5 Largest Rare Earth Companies in the World",
            intro:
              "The market value of the world’s top five rare earth companies is approximately 3.5 times larger than Mongolia's GDP ($19.87 billion).",
            htmlContent: `<div class="en">
    <p>In addition to holding reserves equivalent to 29.3% of China’s total discovered rare earth elements (44 million tons), China Northern Rare Earth High-Tech is the largest rare earth company globally.</p>

    <p>The company’s market value has grown by 42.8% over the past five years.</p>
    <p>Most major rare earth companies in the world are publicly traded, and China Northern Rare Earth High-Tech has an average dividend yield of 0.42%.</p>

    <p>Moreover, most of the top rare earth companies are based in China, Australia, and the United States.</p>

    <p>Lynas, Australia’s largest rare earth company, produces around 22,000 tons of rare earth elements annually, playing a key role in diversifying the global rare earth supply chain and reducing China’s influence.</p>

    <p>MP Materials, the largest rare earth producer in the U.S., extracts approximately 15,000 tons of rare earth elements annually from the Mountain Pass mine, reducing dependence on Chinese imports.</p>

    <p>Each year, these companies continue to make significant contributions to the renewable energy sector, electric vehicles, and their national economies, strengthening independence and sustainability.</p>
</div>`,
          },
        },
        footer: {
          copyRight: " MNREC",
        },
      };
  }
}
